[
  {
    "author": "Douglas Adams",
    "tags": "deadlines, humor, humour, work, writing",
    "text": "“I love deadlines. I love the whooshing noise they make as they go by.”"
  },
  {
    "author": "Maya Angelou",
    "tags": "1970, inspirational, stories, writing",
    "text": "“There is no greater agony than bearing an untold story inside you.”"
  },
  {
    "author": "J.D. Salinger",
    "tags": "authors, books, literature, reading, writing",
    "text": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”"
  },
  {
    "author": "Toni Morrison",
    "tags": "books, writing",
    "text": "“If there's a book that you want to read, but it hasn't been written yet, then you must write it.”"
  },
  {
    "author": "Ernest Hemingway",
    "tags": "good, writing",
    "text": "“There is nothing to writing. All you do is sit down at a typewriter and bleed.”"
  },
  {
    "author": "Madeleine L'Engle",
    "tags": "books, children, difficult, grown-ups, write, writers, writing",
    "text": "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.”"
  },
  {
    "author": "Stephen King",
    "tags": "reading, writing",
    "text": "“If you don't have time to read, you don't have the time (or the tools) to write. Simple as that.”"
  },
  {
    "author": "Virginia Woolf",
    "tags": "freedom, women, writing",
    "text": "“Lock up your libraries if you like; but there is no gate, no lock, no bolt that you can set upon the freedom of my mind.”"
  },
  {
    "author": "Anaïs Nin",
    "tags": "anais-nin, qoutes-on-writing, writing",
    "text": "“We write to taste life twice, in the moment and in retrospect.”"
  },
  {
    "author": "Mark Twain",
    "tags": "humor, writing",
    "text": "“Substitute 'damn' every time you're inclined to write 'very;' your editor will delete it and the writing will be just as it should be.”"
  },
  {
    "author": "Jack Kerouac",
    "tags": "dharma, simplicity, writing",
    "text": "“One day I will find the right words, and they will be simple.”"
  },
  {
    "author": "Cassandra Clare",
    "tags": "dreams, letters, love, love-at-first-sight, power-of-words, writing",
    "text": "“We live and breathe words. .... It was books that made me feel that perhaps I was not completely alone. They could be honest with me, and I with them. Reading your words, what you wrote, how you were lonely sometimes and afraid, but always brave; the way you saw the world, its colors and textures and sounds, I felt--I felt the way you thought, hoped, felt, dreamt. I felt I was dreaming and thinking and feeling with you. I dreamed what you dreamed, wanted what you wanted--and then I realized that truly I just wanted you.”"
  },
  {
    "author": "Sylvia Plath",
    "tags": "writing",
    "text": "“And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt.”"
  },
  {
    "author": "Lloyd Alexander",
    "tags": "fantasy, inspirational, writing",
    "text": "“Fantasy is hardly an escape from reality. It's a way of understanding it.”"
  },
  {
    "author": "Oscar Wilde",
    "tags": "books, morality, reading, writing",
    "text": "“Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.”"
  },
  {
    "author": "William Faulkner",
    "tags": "reading, writing",
    "text": "“Read, read, read. Read everything -- trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You'll absorb it. Then write. If it's good, you'll find out. If it's not, throw it out of the window.”"
  },
  {
    "author": "Saul Bellow",
    "tags": "imagination, inspiration, writing",
    "text": "“You never have to change anything you got up in the middle of the night to write.”"
  },
  {
    "author": "Robert Frost",
    "tags": "reading, writing",
    "text": "“No tears in the writer, no tears in the reader. No surprise in the writer, no surprise in the reader.”"
  },
  {
    "author": "Ray Bradbury",
    "tags": "writing",
    "text": "“You must stay drunk on writing so reality cannot destroy you.”"
  },
  {
    "author": "Anton Chekhov",
    "tags": "broken-glass, glass, moon, moonshine, show-don-t-tell, writing",
    "text": "“Don't tell me the moon is shining; show me the glint of light on broken glass.”"
  },
  {
    "author": "Stephen King",
    "tags": "writing",
    "text": "“Fiction is the truth inside the lie.”"
  },
  {
    "author": "Stephen King",
    "tags": "writing",
    "text": "“The road to hell is paved with adverbs.”"
  },
  {
    "author": "Aldous Huxley",
    "tags": "reading, words, writing",
    "text": "“Words can be like X-rays if you use them properly – they’ll go through anything. You read and you’re pierced.”"
  },
  {
    "author": "Stephen King",
    "tags": "writing",
    "text": "“The scariest moment is always just before you start.”"
  },
  {
    "author": "Franz Kafka",
    "tags": "honesty, truth-telling, writing",
    "text": "“Don't bend; don't water it down; don't try to make it logical; don't edit your own soul according to the fashion. Rather, follow your most intense obsessions mercilessly.”"
  },
  {
    "author": "Frank Herbert",
    "tags": "endings, happy-endings, writing",
    "text": "“There is no real ending. It’s just the place where you stop the story.”"
  },
  {
    "author": "Louis L'Amour",
    "tags": "inspirational, writing",
    "text": "“Start writing, no matter what. The water does not flow until the faucet is turned on.”"
  },
  {
    "author": "E.L. Doctorow",
    "tags": "writing",
    "text": "“Writing is a socially acceptable form of schizophrenia.”"
  },
  {
    "author": "Lemony Snicket",
    "tags": "humor, talking, writers",
    "text": "“If writers wrote as carelessly as some people talk, then adhasdh asdglaseuyt[bn[ pasdlgkhasdfasdf.”"
  },
  {
    "author": "Thomas Mann",
    "tags": "authors, creative-process, struggle, writers, writing",
    "text": "“A writer is someone for whom writing is more difficult than it is for other people.”"
  },
  {
    "author": "Ernest Hemingway",
    "tags": "authors, good-books, truth, writers",
    "text": "“All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you: the good and the bad, the ecstasy, the remorse and sorrow, the people and the places and how the weather was. If you can get so that you can give that to people, then you are a writer.”"
  },
  {
    "author": "Albert Camus",
    "tags": "civilization, writers, writing",
    "text": "“The purpose of a writer is to keep civilization from destroying itself.”"
  },
  {
    "author": "Henry Green",
    "tags": "highlight, revision, secrets, storytelling, style, writer, writers",
    "text": "“The more you leave out, the more you highlight what you leave in.”"
  },
  {
    "author": "Franz Kafka",
    "tags": "julia-cameron, writers, writing",
    "text": "“A non-writing writer is a monster courting insanity.\" [Letter to Max Brod, July 5, 1922]”"
  },
  {
    "author": "Ernest Hemingway",
    "tags": "writers, writing-advice",
    "text": "“As a writer, you should not judge, you should understand.”"
  },
  {
    "author": "Charles Bukowski",
    "tags": "writers, writing",
    "text": "“great writers are indecent people they live unfairly saving the best part for paper. good human beings save the world so that bastards like me can keep creating art, become immortal. if you read this after I am dead it means I made it.”"
  },
  {
    "author": "E.B. White",
    "tags": "friend, friendship, writers",
    "text": "“It is not often that someone comes along who is a true friend and a good writer.”"
  },
  {
    "author": "Jorge Luis Borges",
    "tags": "pride, reading, writers",
    "text": "“Let others pride themselves about how many pages they have written; I'd rather boast about the ones I've read.”"
  },
  {
    "author": "Ray Bradbury",
    "tags": "imagination, quality, skill, writers, writing",
    "text": "“The good writers touch life often. The mediocre ones run a quick hand over her. The bad ones rape her and leave her for the flies.”"
  },
  {
    "author": "Cornelia Funke",
    "tags": "books, character, cornelia-funke, existentialism, words, writers, writing",
    "text": "“Which of us has not felt that the character we are reading in the printed page is more real than the person standing beside us?”"
  },
  {
    "author": "Ishmael Reed",
    "tags": "literature, novels, writers, writing",
    "text": "“No one says a novel has to be one thing. It can be anything it wants to be, a vaudeville show, the six o’clock news, the mumblings of wild men saddled by demons.”"
  },
  {
    "author": "Muriel Rukeyser",
    "tags": "craft, inspirational, muriel-rukeyser, writers",
    "text": "“The universe is made of stories, not of atoms.”"
  },
  {
    "author": "Vita Sackville-West",
    "tags": "correspondence, love, writers",
    "text": "“Damn you, spoilt creature; I shan’t make you love me any the more by giving myself away like this.”"
  },
  {
    "author": "Lisa See",
    "tags": "books, novelists, reading, storytellers, storytelling, writers, writing",
    "text": "“Read a thousand books, and your words will flow like a river.”"
  },
  {
    "author": "Stephen King",
    "tags": "art, hurts, memory, misery, novels, persistence, remember, requirements, scars, stephen-king, stories, talent, writers",
    "text": "“Writers remember everything...especially the hurts. Strip a writer to the buff, point to the scars, and he'll tell you the story of each small one. From the big ones you get novels. A little talent is a nice thing to have if you want to be a writer, but the only real requirement is the ability to remember the story of every scar. Art consists of the persistence of memory.”"
  },
  {
    "author": "Stephen King",
    "tags": "authors, books, dark, horror, inspirational, inspiring-quotes, minds, quotes, reading, steven-king, writers",
    "text": "“Quiet people have the loudest minds.”"
  },
  {
    "author": "André Gide",
    "tags": "horror, life, mankind, writers",
    "text": "“I do not love men: I love what devours them.”"
  },
  {
    "author": "Margaret Atwood",
    "tags": "authors, disappointment, epigrams, fandom, on-writing, similes, writers",
    "text": "“There's an epigram tacked to my office bulletin board, pinched from a magazine -- \"Wanting to meet an author because you like his work is like wanting to meet a duck because you like pâté.”"
  },
  {
    "author": "George R.R. Martin",
    "tags": "writers, writing",
    "text": "“Some writers enjoy writing, I am told. Not me. I enjoy having written.”"
  },
  {
    "author": "Ray Bradbury",
    "tags": "chaos, construction, creative-process, destruction, writers, writing",
    "text": "“Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spend the rest of the day putting the pieces together.”"
  },
  {
    "author": "Coco J. Ginger",
    "tags": "love, love-story, memories, names, passion, remembering, sentiment, thoughts, writers, your-name",
    "text": "“I remember when your name was just another name that rolled without thought off my tongue. Now, I can’t look at your name without an abundance of sentiment attached to each letter. Your name, which I played with so carelessly, so easily, has somehow become sacred to my lips. A name I won’t throw around lightheartedly or repeat without deep thought. And if ever I speak of you, I use the English language to describe who you were to me. You are nameless, because those letters grouped together in that familiar form….. carries too much meaning for my capricious heart.”"
  },
  {
    "author": "Charles Bukowski",
    "tags": "advice, alcohol, authors, bukowski, cigarettes, drink, funny, humor, ironic, irony, sarcasm, sex, smoke, writers, writing, writing-process",
    "text": "“What is your advice to young writers?” “Drink, fuck and smoke plenty of cigarettes.”"
  },
  {
    "author": "Stephen King",
    "tags": "on-writing, writers",
    "text": "“Writing is a lonely job. Having someone who believes in you makes a lot if difference. They don't have to makes speeches. Just believing is usually enough.”"
  },
  {
    "author": "Frank Zappa",
    "tags": "books, humor",
    "text": "“So many books, so little time.”"
  },
  {
    "author": "Marcus Tullius Cicero",
    "tags": "attributed-no-source, books, simile, soul",
    "text": "“A room without books is like a body without a soul.”"
  },
  {
    "author": "Jane Austen",
    "tags": "aliteracy, books, classic, humor",
    "text": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”"
  },
  {
    "author": "Mark Twain",
    "tags": "books, contentment, friends, friendship, life",
    "text": "“Good friends, good books, and a sleepy conscience: this is the ideal life.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "books, dragons, fairy-tales, inspirational, paraphrasing-g-k-chesterton",
    "text": "“Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten.”"
  },
  {
    "author": "Groucho Marx",
    "tags": "animals, books, dogs, friends, humor",
    "text": "“Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.”"
  },
  {
    "author": "Haruki Murakami",
    "tags": "books, thought",
    "text": "“If you only read the books that everyone else is reading, you can only think what everyone else is thinking.”"
  },
  {
    "author": "Jorge Luis Borges",
    "tags": "books, library",
    "text": "“I have always imagined that Paradise will be a kind of library.”"
  },
  {
    "author": "C.S. Lewis",
    "tags": "books, inspirational, reading, tea",
    "text": "“You can never get a cup of tea large enough or a book long enough to suit me.”"
  },
  {
    "author": "Lemony Snicket",
    "tags": "books, reading",
    "text": "“Never trust anyone who has not brought a book with them.”"
  },
  {
    "author": "John Green",
    "tags": "books, power-of-words, reading",
    "text": "“Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book.”"
  },
  {
    "author": "Oscar Wilde",
    "tags": "books, reading",
    "text": "“If one cannot enjoy reading a book over and over again, there is no use in reading it at all.”"
  },
  {
    "author": "Ernest Hemingway",
    "tags": "books, friends, novelist-quotes",
    "text": "“There is no friend as loyal as a book.”"
  },
  {
    "author": "Groucho Marx",
    "tags": "books, humor, reading, television",
    "text": "“I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.”"
  },
  {
    "author": "Oscar Wilde",
    "tags": "books, reading",
    "text": "“It is what you read when you don't have to that determines what you will be when you can't help it.”"
  },
  {
    "author": "Cassandra Clare",
    "tags": "books",
    "text": "“One must always be careful of books,\" said Tessa, \"and what is inside them, for words have the power to change us.”"
  },
  {
    "author": "Jane Austen",
    "tags": "books, library, reading",
    "text": "“I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.”"
  },
  {
    "author": "Oscar Wilde",
    "tags": "books, morality, reading",
    "text": "“The books that the world calls immoral are books that show the world its own shame.”"
  },
  {
    "author": "Sylvia Plath",
    "tags": "books, life, limits",
    "text": "“I can never read all the books I want; I can never be all the people I want and live all the lives I want. I can never train myself in all the skills I want. And why do I want? I want to live and feel all the shades, tones and variations of mental and physical experience possible in my life. And I am horribly limited.”"
  },
  {
    "author": "Mark Twain",
    "tags": "books, classic, reading",
    "text": "“′Classic′ - a book which people praise and don't read.”"
  },
  {
    "author": "Stephen King",
    "tags": "books, magic, reading",
    "text": "“Books are a uniquely portable magic.”"
  },
  {
    "author": "George R.R. Martin",
    "tags": "books, mind",
    "text": "“... a mind needs books as a sword needs a whetstone, if it is to keep its edge.”"
  },
  {
    "author": "John Green",
    "tags": "books, reading",
    "text": "“Books are the ultimate Dumpees: put them down and they’ll wait for you forever; pay attention to them and they always love you back.”"
  },
  {
    "author": "Cassandra Clare",
    "tags": "books, literature, philosphy, poetry, reading",
    "text": "“Only the very weak-minded refuse to be influenced by literature and poetry.”"
  },
  {
    "author": "Charles William Eliot",
    "tags": "books, friends, reading, teachers",
    "text": "“Books are the quietest and most constant of friends; they are the most accessible and wisest of counselors, and the most patient of teachers.”"
  },
  {
    "author": "Markus Herz",
    "tags": "books, health, humor, misattributed-mark-twain, misprints",
    "text": "“Be careful about reading health books. Some fine day you'll die of a misprint.”"
  },
  {
    "author": "C.S. Lewis",
    "tags": "books, children-s-books, reading",
    "text": "“A children's story that can only be enjoyed by children is not a good children's story in the slightest.”"
  },
  {
    "author": "George R.R. Martin",
    "tags": "read, readers, reading, reading-books",
    "text": "“A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.”"
  },
  {
    "author": "William Nicholson",
    "tags": "misattributed-to-c-s-lewis, reading",
    "text": "“We read to know we're not alone.”"
  },
  {
    "author": "Dr. Seuss",
    "tags": "learning, reading, seuss",
    "text": "“The more that you read, the more things you will know. The more that you learn, the more places you'll go.”"
  },
  {
    "author": "Harper Lee",
    "tags": "reading",
    "text": "“Until I feared I would lose it, I never loved to read. One does not love breathing.”"
  },
  {
    "author": "William Styron",
    "tags": "books, reading",
    "text": "“A great book should leave you with many experiences, and slightly exhausted at the end. You live several lives while reading.”"
  },
  {
    "author": "Ray Bradbury",
    "tags": "culture, reading",
    "text": "“You don't have to burn books to destroy a culture. Just get people to stop reading them.”"
  },
  {
    "author": "George R. R. Martin",
    "tags": "books, reading",
    "text": "“Sleep is good, he said, and books are better.”"
  },
  {
    "author": "Voltaire",
    "tags": "dance, dancing, reading",
    "text": "“Let us read, and let us dance; these two amusements will never do any harm to the world.”"
  },
  {
    "author": "James Baldwin",
    "tags": "books, empathy, pain, reading",
    "text": "“You think your pain and your heartbreak are unprecedented in the history of the world, but then you read. It was books that taught me that the things that tormented me most were the very things that connected me with all the people who were alive, who had ever been alive.”"
  },
  {
    "author": "Francis Bacon",
    "tags": "books, reading",
    "text": "“Some books should be tasted, some devoured, but only a few should be chewed and digested thoroughly.”"
  },
  {
    "author": "Pat Conroy",
    "tags": "books, reading",
    "text": "“You get a little moody sometimes but I think that's because you like to read. People that like to read are always a little fucked up.”"
  },
  {
    "author": "Tahereh Mafi",
    "tags": "books, power-of-words, reading",
    "text": "“I spent my life folded between the pages of books. In the absence of human relationships I formed bonds with paper characters. I lived love and loss through stories threaded in history; I experienced adolescence by association. My world is one interwoven web of words, stringing limb to limb, bone to sinew, thoughts and images all together. I am a being comprised of letters, a character created by sentences, a figment of imagination formed through fiction.”"
  },
  {
    "author": "Fran Lebowitz",
    "tags": "advice-for-daily-living, books, reader, reading, speaking, thinking, wisdom",
    "text": "“Think before you speak. Read before you think.”"
  },
  {
    "author": "Carlos Ruiz Zafón",
    "tags": "books, reading, truth",
    "text": "“Books are mirrors: you only see in them what you already have inside you.”"
  },
  {
    "author": "Patrick Rothfuss",
    "tags": "identity, self-image, sense-of-self, stories, storytelling",
    "text": "“It's like everyone tells a story about themselves inside their own head. Always. All the time. That story makes you what you are. We build ourselves out of that story.”"
  },
  {
    "author": "Philip Pullman",
    "tags": "books, needs, stories, storytelling, writing",
    "text": "“After nourishment, shelter and companionship, stories are the thing we need most in the world.”"
  },
  {
    "author": "Nicholas Sparks",
    "tags": "romance, storytelling",
    "text": "“Every great love starts with a great story...”"
  },
  {
    "author": "Brandon Sanderson",
    "tags": "storytelling",
    "text": "“The purpose of a storyteller is not to tell you how to think, but to give you questions to think upon.”"
  },
  {
    "author": "Erin Morgenstern",
    "tags": "inspirational, story-teller, storytelling, your-gift",
    "text": "“You may tell a tale that takes up residence in someone's soul, becomes their blood and self and purpose. That tale will move them and drive them and who knows that they might do because of it, because of your words. That is your role, your gift.”"
  },
  {
    "author": "Alan Moore",
    "tags": "on-fiction, parables, storytelling",
    "text": "“Artists use lies to tell the truth. Yes, I created a lie. But because you believed it, you found something true about yourself.”"
  },
  {
    "author": "Lewis Carroll",
    "tags": "adventure, explanations, patience, storytelling",
    "text": "“No, no! The adventures first, explanations take such a dreadful time.”"
  },
  {
    "author": "Stephen King",
    "tags": "fear, horror, storytelling",
    "text": "“The 3 types of terror: The Gross-out: the sight of a severed head tumbling down a flight of stairs, it's when the lights go out and something green and slimy splatters against your arm. The Horror: the unnatural, spiders the size of bears, the dead waking up and walking around, it's when the lights go out and something with claws grabs you by the arm. And the last and worse one: Terror, when you come home and notice everything you own had been taken away and replaced by an exact substitute. It's when the lights go out and you feel something behind you, you hear it, you feel its breath against your ear, but when you turn around, there's nothing there...”"
  },
  {
    "author": "John Green",
    "tags": "alone, creative-process, eye-contact, introverts, profession, story, storytelling, writing",
    "text": "“Writing is something you do alone. Its a profession for introverts who want to tell you a story but don't want to make eye contact while doing it.”"
  },
  {
    "author": "Laini Taylor",
    "tags": "fantasy, stories, storytelling, young-adult",
    "text": "“You’re a storyteller. Dream up something wild and improbable,\" she pleaded. \"Something beautiful and full of monsters.\" “Beautiful and full of monsters?\" “All the best stories are.”"
  },
  {
    "author": "Mia Couto",
    "tags": "humanity, stories, storytelling",
    "text": "“Listen, and you will realize that we are made not from cells or from atoms. We are made from stories.”"
  },
  {
    "author": "Sarah Dessen",
    "tags": "song-lyrics, storytelling",
    "text": "“funny how a beautiful song could tell such a sad story”"
  },
  {
    "author": "Leo Tolstoy",
    "tags": "on-writing, storytelling",
    "text": "“All great literature is one of two stories; a man goes on a journey or a stranger comes to town.”"
  },
  {
    "author": "Willa Cather",
    "tags": "life, storytelling, writing",
    "text": "“Most of the basic material a writer works with is acquired before the age of fifteen.”"
  },
  {
    "author": "Nora Roberts",
    "tags": "on-writing, storytelling, writing",
    "text": "“You can fix anything but a blank page.”"
  },
  {
    "author": "Doris Lessing",
    "tags": "fiction, on-fiction, storytelling, truth, truth-telling",
    "text": "“There is no doubt fiction makes a better job of the truth.”"
  },
  {
    "author": "Laini Taylor",
    "tags": "fantasy, laini-taylor, stories, storytelling, strange-the-dreamer, young-adult",
    "text": "“I think you’re a fairy tale. I think you’re magical, and brave, and exquisite. And I hope you'll let me be in your story.”"
  },
  {
    "author": "Mary Higgins Clark",
    "tags": "on-writing, revenge, storytelling",
    "text": "“When someone is mean to me, I just make them a victim in my next book.”"
  },
  {
    "author": "Sue Monk Kidd",
    "tags": "storytelling",
    "text": "“Stories have to be told or they die, and when they die, we can't remember who we are or why we're here.”"
  },
  {
    "author": "Graham Greene",
    "tags": "arbitrariness, beginning, creative-process, end, storytelling, writing",
    "text": "“A story has no beginning or end: arbitrarily one chooses that moment of experience from which to look back or from which to look ahead.”"
  },
  {
    "author": "Rudyard Kipling",
    "tags": "history, storytelling",
    "text": "“If history were taught in the form of stories, it would never be forgotten.”"
  },
  {
    "author": "Tahir Shah",
    "tags": "culture, heritage, stories, storytelling",
    "text": "“My father used to say that stories are part of the most precious heritage of mankind.”"
  },
  {
    "author": "Philip Pullman",
    "tags": "inspiration, on-writing, storytelling",
    "text": "“I have stolen ideas from every book I have ever read.”"
  },
  {
    "author": "Eudora Welty",
    "tags": "books, creativity, inspiration, literature, reading, storytelling, writing",
    "text": "“It had been startling and disappointing to me to find out that story books had been written by people, that books were not natural wonders, coming up of themselves like grass. Yet regardless of where they come from, I cannot remember a time when I was not in love with them -- with the books themselves, cover and binding and the paper they were printed on, with their smell and their weight and with their possession in my arms, captured and carried off to myself. Still illiterate, I was ready for them, committed to all the reading I could give them ...”"
  },
  {
    "author": "Flannery O'Connor",
    "tags": "devil, evil, fiction, grace, on-fiction, storytelling, writing",
    "text": "“There is something in us, as storytellers and as listeners to stories, that demands the redemptive act, that demands that what falls at least be offered the chance to be restored. The reader of today looks for this motion, and rightly so, but what he has forgotten is the cost of it. His sense of evil is diluted or lacking altogether, and so he has forgotten the price of restoration. When he reads a novel, he wants either his sense tormented or his spirits raised. He wants to be transported, instantly, either to mock damnation or a mock innocence.”"
  },
  {
    "author": "Daniel Wallace",
    "tags": "decieve, helping-others, intention, liar, lies, selfish, storyteller, storytelling",
    "text": "“A storyteller makes up things to help other people; a liar makes up things to help himself.”"
  },
  {
    "author": "Umberto Eco",
    "tags": "books, story-telling, storytelling",
    "text": "“Thus I rediscovered what writers have always known (and have told us again and again): books always speak of other books, and every story tells a story that has already been told.”"
  },
  {
    "author": "Gilda Radner",
    "tags": "ambiguity, life, stories, uncertainty, unpredictability",
    "text": "“I wanted a perfect ending. Now I've learned, the hard way, that some poems don't rhyme, and some stories don't have a clear beginning, middle, and end. Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next. Delicious Ambiguity.”"
  },
  {
    "author": "J. D. Salinger",
    "tags": "salinger, stories",
    "text": "“Don't ever tell anybody anything. If you do, you start missing everybody.”"
  },
  {
    "author": "Terry Pratchett",
    "tags": "fantasy, humor, imagination, literature, stories",
    "text": "“Stories of imagination tend to upset those without one.”"
  },
  {
    "author": "Virginia Woolf",
    "tags": "honesty, lies, stories, truth",
    "text": "“If you do not tell the truth about yourself you cannot tell it about other people.”"
  },
  {
    "author": "Ben Okri",
    "tags": "stories",
    "text": "“Stories can conquer fear, you know. They can make the heart bigger.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "haunting, life, mind, stories, youth",
    "text": "“Stories you read when you're the right age never quite leave you. You may forget who wrote them or what the story was called. Sometimes you'll forget precisely what happened, but if a story touches you it will stay with you, haunting the places in your mind that you rarely ever visit.”"
  },
  {
    "author": "Tim O'Brien",
    "tags": "fiction, on-fiction, stories, truth, writing",
    "text": "“That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth.”"
  },
  {
    "author": "Mitch Albom",
    "tags": "mother, stories",
    "text": "“But there's a story behind everything. How a picture got on a wall. How a scar got on your face. Sometimes the stories are simple, and sometimes they are hard and heartbreaking. But behind all your stories is always your mother's story, because hers is where yours begin.”"
  },
  {
    "author": "Hilary Mantel",
    "tags": "book, books, fiction, read, reading, stories, story",
    "text": "“Some of these things are true and some of them lies. But they are all good stories.”"
  },
  {
    "author": "J.K. Rowling",
    "tags": "stories",
    "text": "“There's always room for a story that can transport people to another place.”"
  },
  {
    "author": "Margaret Atwood",
    "tags": "freedom, stories",
    "text": "“We were the people who were not in the papers. We lived in the blank white spaces at the edges of print. It gave us more freedom. We lived in the gaps between the stories.”"
  },
  {
    "author": "Sylvia Plath",
    "tags": "stories, sylvia-plath",
    "text": "“Perhaps some day I'll crawl back home, beaten, defeated. But not as long as I can make stories out of my heartbreak, beauty out of sorrow.”"
  },
  {
    "author": "John Berger",
    "tags": "books, reading, stories, story",
    "text": "“When we read a story, we inhabit it. The covers of the book are like a roof and four walls. What is to happen next will take place within the four walls of the story. And this is possible because the story's voice makes everything its own.”"
  },
  {
    "author": "Patrick Ness",
    "tags": "books, stories",
    "text": "“Stories are important, the monster said. They can be more important than anything. If they carry the truth.”"
  },
  {
    "author": "Steven Moffat",
    "tags": "amy-pond, doctor-who, eleven, steven-moffat, stories",
    "text": "“We're all stories, in the end.”"
  },
  {
    "author": "Arundhati Roy",
    "tags": "stories",
    "text": "“...the secret of the Great Stories is that they have no secrets. The Great Stories are the ones you have heard and want to hear again. The ones you can enter anywhere and inhabit comfortably. They don’t deceive you with thrills and trick endings. They don’t surprise you with the unforeseen. They are as familiar as the house you live in. Or the smell of your lover’s skin. You know how they end, yet you listen as though you don’t. In the way that although you know that one day you will die, you live as though you won’t. In the Great Stories you know who lives, who dies, who finds love, who doesn’t. And yet you want to know again. That is their mystery and their magic.”"
  },
  {
    "author": "China Miéville",
    "tags": "books, ideas, stories",
    "text": "“Books are always obviously having conversations with other books, and some times they're amiable and sometimes not.”"
  },
  {
    "author": "Sarah J. Maas",
    "tags": "books, reading, stories",
    "text": "“I was burning through books every day - stories about people and places I'd never heard of. They were perhaps the only thing that kept me from teetering into utter despair.”"
  },
  {
    "author": "Victoria E. Schwab",
    "tags": "books, stories",
    "text": "“What she needs are stories. Stories are a way to preserve one's self. To be remembered. And to forget. Stories come in so many forms: in charcoal, and in song, in paintings, poems, films. And books. Books, she has found, are a way to live a thousand lives—or to find strength in a very long one.”"
  },
  {
    "author": "John Green",
    "tags": "aza-holmes, john-green, life, page-257, stories, turtles-all-the-way-down",
    "text": "“You're both the fire and the water that extinguishes it. You're the narrator, the protagonist, and the sidekick. You're the storyteller and the story told. You are somebody's something, but you are also your you.”"
  },
  {
    "author": "Chuck Palahniuk",
    "tags": "pathos, stories",
    "text": "“A good story should make you laugh, and a moment later break your heart.”"
  },
  {
    "author": "Patrick Ness",
    "tags": "fiction, stories",
    "text": "“Stories are the wildest things of all, the monster rumbled. Stories chase and bite and hunt.”"
  },
  {
    "author": "Henry David Thoreau",
    "tags": "writing",
    "text": "“How vain it is to sit down to write when you have not stood up to live.”"
  },
  {
    "author": "Philip Pullman",
    "tags": "books, needs, stories, storytelling, writing",
    "text": "“After nourishment, shelter and companionship, stories are the thing we need most in the world.”"
  },
  {
    "author": "Winston S. Churchill",
    "tags": "history, humor, writing",
    "text": "“History will be kind to me for I intend to write it.”"
  },
  {
    "author": "Kurt Vonnegut Jr.",
    "tags": "art, arts-and-humanities, creative-process, writing",
    "text": "“If you want to really hurt you parents, and you don't have the nerve to be gay, the least you can do is go into the arts. I'm not kidding. The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake. Sing in the shower. Dance to the radio. Tell stories. Write a poem to a friend, even a lousy poem. Do it as well as you possible can. You will get an enormous reward. You will have created something.”"
  },
  {
    "author": "Kurt Vonnegut Jr.",
    "tags": "creativity, invention, quip, wings, writing",
    "text": "“We have to continually be jumping off cliffs and developing our wings on the way down.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "writing",
    "text": "“Stories may well be lies, but they are good lies that say true things, and which can sometimes pay the rent.”"
  },
  {
    "author": "Ernest Hemingway",
    "tags": "attributed-no-source, writing",
    "text": "“The first draft of anything is shit.”"
  },
  {
    "author": "Ernest Hemingway",
    "tags": "truth, writing, writing-advice",
    "text": "“All you have to do is write one true sentence. Write the truest sentence that you know.”"
  },
  {
    "author": "Stephen King",
    "tags": "writing",
    "text": "“If you want to be a writer, you must do two things above all others: read a lot and write a lot.”"
  },
  {
    "author": "Anne Frank",
    "tags": "writing",
    "text": "“I can shake off everything as I write; my sorrows disappear, my courage is reborn.”"
  },
  {
    "author": "Stephen King",
    "tags": "bravery, positive-thinking, self-empowerment, writing",
    "text": "“you can, you should, and if you’re brave enough to start, you will.”"
  },
  {
    "author": "W. Somerset Maugham",
    "tags": "writing",
    "text": "“There are three rules for writing a novel. Unfortunately, no one knows what they are.”"
  },
  {
    "author": "Thomas Mann",
    "tags": "authors, creative-process, struggle, writers, writing",
    "text": "“A writer is someone for whom writing is more difficult than it is for other people.”"
  },
  {
    "author": "Sylvia Plath",
    "tags": "writing",
    "text": "“let me live, love, and say it well in good sentences”"
  },
  {
    "author": "Charles Dickens",
    "tags": "books, writing",
    "text": "“There are books of which the backs and covers are by far the best parts.”"
  },
  {
    "author": "Margaret Atwood",
    "tags": "reading, writing",
    "text": "“A word after a word after a word is power.”"
  },
  {
    "author": "William Wordsworth",
    "tags": "on-writing, writing, writing-from-the-heart",
    "text": "“Fill your paper with the breathings of your heart.”"
  },
  {
    "author": "Kurt Vonnegut Jr.",
    "tags": "college, semicolons, writing",
    "text": "“Here is a lesson in creative writing. First rule: Do not use semicolons. They are transvestite hermaphrodites representing absolutely nothing. All they do is show you've been to college.”"
  },
  {
    "author": "Beatrix Potter",
    "tags": "writing",
    "text": "“There is something delicious about writing the first words of a story. You never quite know where they'll take you.”"
  },
  {
    "author": "Paulo Coelho",
    "tags": "inspirational, sadness, writing",
    "text": "“Tears are words that need to be written.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "writing",
    "text": "“Tomorrow may be hell, but today was a good writing day, and on the good writing days nothing else matters.”"
  },
  {
    "author": "Virginia Woolf",
    "tags": "writing",
    "text": "“Writing is like sex. First you do it for love, then you do it for your friends, and then you do it for money.”"
  },
  {
    "author": "C.S. Lewis",
    "tags": "writing",
    "text": "“You can make anything by writing.”"
  },
  {
    "author": "Ray Bradbury",
    "tags": "writing",
    "text": "“You must write every single day of your life... You must lurk in libraries and climb the stacks like ladders to sniff books like perfumes and wear books like hats upon your crazy heads... may you be in love every day for the next 20,000 days. And out of that love, remake a world.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "writing",
    "text": "“Being a writer is a very peculiar sort of a job: it's always you versus a blank sheet of paper (or a blank screen) and quite often the blank piece of paper wins.”"
  },
  {
    "author": "Franz Kafka",
    "tags": "writing",
    "text": "“I write differently from what I speak, I speak differently from what I think, I think differently from the way I ought to think, and so it all proceeds into deepest darkness.”"
  },
  {
    "author": "Charles Baudelaire",
    "tags": "poetry, prose, writing",
    "text": "“Always be a poet, even in prose.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "writing",
    "text": "“This is how you do it: you sit down at the keyboard and you put one word after another until its done. It's that easy, and that hard.”"
  },
  {
    "author": "Annie Proulx",
    "tags": "reading, words, writing",
    "text": "“You should write because you love the shape of stories and sentences and the creation of different words on a page. Writing comes from reading, and reading is the finest teacher of how to write.”"
  },
  {
    "author": "Joss Whedon",
    "tags": "writing",
    "text": "“I write to give myself strength. I write to be the characters that I am not. I write to explore all the things I'm afraid of. ”"
  },
  {
    "author": "Susan Sontag",
    "tags": "attention, observation, perspicacity, writers, writing",
    "text": "“A writer, I think, is someone who pays attention to the world.\" [Speech upon being awarded the Friedenspreis des Deutschen Buchhandels (Peace Prize of the German Book Trade), Frankfurt Book Fair, October 12, 2003]”"
  },
  {
    "author": "Douglas Adams",
    "tags": "death, writers, writing",
    "text": "“My favourite piece of information is that Branwell Brontë, brother of Emily and Charlotte, died standing up leaning against a mantle piece, in order to prove it could be done. This is not quite true, in fact. My absolute favourite piece of information is the fact that young sloths are so inept that they frequently grab their own arms and legs instead of tree limbs, and fall out of trees. However, this is not relevant to what is currently on my mind because it concerns sloths, whereas the Branwell Brontë piece of information concerns writers and feeling like death and doing things to prove they can be done, all of which are pertinent to my current situation to a degree that is, frankly, spooky.”"
  },
  {
    "author": "Susan Elizabeth Phillips",
    "tags": "author, authors, books, heroine, love, stories, writers",
    "text": "“When male authors write love stories, the heroine tends to end up dead.”"
  },
  {
    "author": "Junot Díaz",
    "tags": "inspirational, writers, writers-on-writing, writing",
    "text": "“In order to write the book you want to write, in the end you have to become the person you need to become to write that book.”"
  },
  {
    "author": "Richard Brautigan",
    "tags": "heartbreak, loving, poetry, writers",
    "text": "“I will be very careful the next time I fall in love, she told herself. Also, she had made a promise to herself that she intended on keeping. She was never going to go out with another writer: no matter how charming, sensitive, inventive or fun they could be. They weren't worth it in the long run. They were emotionally too expensive and the upkeep was complicated. They were like having a vacuum cleaner around the house that broke all the time and only Einstein could fix it. She wanted her next lover to be a broom.”"
  },
  {
    "author": "J.K. Rowling",
    "tags": "inspirational, j-k-rowling, writers, writing, writing-inspiration",
    "text": "“Be ruthless about protecting writing days, i.e., do not cave in to endless requests to have \"essential\" and \"long overdue\" meetings on those days. The funny thing is that, although writing has been my actual job for several years now, I still seem to have to fight for time in which to do it. Some people do not seem to grasp that I still have to sit down in peace and write the books, apparently believing that they pop up like mushrooms without my connivance. I must therefore guard the time allotted to writing as a Hungarian Horntail guards its firstborn egg.”"
  },
  {
    "author": "Oscar Wilde",
    "tags": "on-writing, writers",
    "text": "“A writer is someone who has taught his mind to misbehave.”"
  },
  {
    "author": "Red Haircrow",
    "tags": "creative-process, creative-thinking, creative-writing, creativity, individuality, life, life-lessons, reality, writers, writers-on-writing, writing, writing-from-the-heart, writing-process",
    "text": "“Dance above the surface of the world. Let your thoughts lift you into creativity that is not hampered by opinion.”"
  },
  {
    "author": "Junot Díaz",
    "tags": "creative-process, urge, writers, writing",
    "text": "“You see, in my view a writer is a writer not because she writes well and easily, because she has amazing talent, because everything she does is golden. In my view a writer is a writer because even when there is no hope, even when nothing you do shows any sign of promise, you keep writing anyway.\" [Becoming a Writer/ The List, O Magazine, November 2009]”"
  },
  {
    "author": "Tom Bissell",
    "tags": "truth, writers, writing",
    "text": "“A great writer reveals the truth even when he or she does not wish to.”"
  },
  {
    "author": "Rudy Francisco",
    "tags": "readers, reading, writers, writing",
    "text": "“Aren't we all waiting to be read by someone, praying that they'll tell us that we make sense?”"
  },
  {
    "author": "Ernest Hemingway",
    "tags": "writers",
    "text": "“A writer should write what he has to say and not speak it.”"
  },
  {
    "author": "Lloyd Alexander",
    "tags": "books, life, readers, reading, writers",
    "text": "“Books can truly change our lives: the lives of those who read them, the lives of those who write them. Readers and writers alike discover things they never knew about the world and about themselves.”"
  },
  {
    "author": "Jacob Nordby",
    "tags": "art, creative, inspirational, poets, writers, writing-life",
    "text": "“Blessed are the weird people: poets, misfits, writers mystics, painters, troubadours for they teach us to see the world through different eyes.”"
  },
  {
    "author": "Walter Benjamin",
    "tags": "books, writers, writing",
    "text": "“Writers are really people who write books not because they are poor, but because they are dissatisfied with the books which they could buy but do not like.”"
  },
  {
    "author": "R.D. Ronald",
    "tags": "excuse, life, musings, photos, writers, writers-life",
    "text": "“The best writers tend to look the roughest in photos. At least that's the excuse I use for why I look so bad in mine.”"
  },
  {
    "author": "Daphne du Maurier",
    "tags": "writers",
    "text": "“Writers should be read, but neither seen nor heard.”"
  },
  {
    "author": "Tahereh Mafi",
    "tags": "writers, writing-philosophy, writing-process",
    "text": "“we write every day, we fight every day, we think and scheme and dream a little dream every day. manuscripts pile up in the kitchen sink, run-on sentences dangle around our necks. we plant purple prose in our gardens and snip the adverbs only to thread them in our hair. we write with no guarantees, no certainties, no promises of what might come and we do it anyway. this is who we are.”"
  },
  {
    "author": "Ann Marie Frohoff",
    "tags": "roman, teen-fiction, teenagers, writer, writer-quotes, writers, yalit, young-adult",
    "text": "“All I really want to do today is go to the book store, drink coffee and read.”"
  },
  {
    "author": "Sylvia Plath",
    "tags": "narcissism, poets, writers",
    "text": "“I think writers are the most narcissistic people. Well, I musn't say this, I like many of them, a great many of my friends are writers.”"
  },
  {
    "author": "Walter Farley",
    "tags": "author-quotes, authors, be-yourself, enjoy-life, follow-your-dreams, inspirational, life, life-lessons, passion, writers, writers-on-writing, writing",
    "text": "“I believe that half the trouble in the world comes from people asking 'What have I achieved?' rather than 'What have I enjoyed?' I've been writing about a subject I love as long as I can remember--horses and the people associated with them, anyplace, anywhere, anytime. I couldn't be happier knowing that young people are reading my books. But even more important to me is that I've enjoyed so much the writing of them.”"
  },
  {
    "author": "Frank Lloyd Wright",
    "tags": "second-amendment, writers",
    "text": "“I'm all in favor of keeping dangerous weapons out of the hands of fools. Let's start with typewriters.”"
  },
  {
    "author": "Lily King",
    "tags": "feelings, writers, writing",
    "text": "“I don’t write because I think I have something to say. I write because if I don’t, everything feels even worse.”"
  },
  {
    "author": "Karl Popper",
    "tags": "books, end, finish, learning, letting-go, the-end, writers, writing, writing-life, writing-process",
    "text": "“No book can ever be finished. While working on it we learn just enough to find it immature the moment we turn away from it”"
  },
  {
    "author": "Helen Bevington",
    "tags": "alcohol, apple, apples, april, auden, autumn, burns, byron, coffee, de-la-mare, fall, hart-crane, insomnia, keats, longfellow, may, milton, morris, night, nocturnal, poetry, poets, pope, schiller, season, seasons, september, shelley, spender, spring, tea, tennyson, winter, wordsworth, writers, writing",
    "text": "“The seasonal urge is strong in poets. Milton wrote chiefly in winter. Keats looked for spring to wake him up (as it did in the miraculous months of April and May, 1819). Burns chose autumn. Longfellow liked the month of September. Shelley flourished in the hot months. Some poets, like Wordsworth, have gone outdoors to work. Others, like Auden, keep to the curtained room. Schiller needed the smell of rotten apples about him to make a poem. Tennyson and Walter de la Mare had to smoke. Auden drinks lots of tea, Spender coffee; Hart Crane drank alcohol. Pope, Byron, and William Morris were creative late at night. And so it goes.”"
  },
  {
    "author": "Aberjhani",
    "tags": "art, artists, beauty, creativity, national-poetry-month, poem-in-your-pocket-day, spirituality, writers",
    "text": "“To create art with all the passion in one's soul is to live art with all the beauty in one's heart.”"
  },
  {
    "author": "Marcel Proust",
    "tags": "insight, readers, self-awareness, self-recognition, writers, writing",
    "text": "“Every reader finds himself. The writer's work is merely a kind of optical instrument that makes it possible for the reader to discern what, without this book, he would perhaps never have seen in himself.”"
  },
  {
    "author": "Brian Keene",
    "tags": "art, inspirational, writers, writing",
    "text": "“Good ideas stay with you until you eventually write the story.”"
  },
  {
    "author": "A. Lee Martinez",
    "tags": "writer-quotes, writers, writers-on-writing, writing-life",
    "text": "“Those who write are writers. Those who wait are waiters.”"
  },
  {
    "author": "Jack London",
    "tags": "inspiration, on-writing, writing",
    "text": "“You can't wait for inspiration. You have to go after it with a club.”"
  },
  {
    "author": "Caroline Gordon",
    "tags": "books, imagination, writing",
    "text": "“A well-composed book is a magic carpet on which we are wafted to a world that we cannot enter in any other way.”"
  },
  {
    "author": "Anais Nin",
    "tags": "writing",
    "text": "“The role of a writer is not to say what we can all say, but what we are unable to say.”"
  },
  {
    "author": "Philip José Farmer",
    "tags": "imagination, writing",
    "text": "“Imagination is like a muscle. I found out that the more I wrote, the bigger it got.”"
  },
  {
    "author": "Daphne du Maurier",
    "tags": "writing",
    "text": "“Women want love to be a novel. Men, a short story.”"
  },
  {
    "author": "Stephen King",
    "tags": "reading, writing",
    "text": "“A short story is a different thing altogether – a short story is like a quick kiss in the dark from a stranger.”"
  },
  {
    "author": "Tim O'Brien",
    "tags": "fiction, on-fiction, stories, truth, writing",
    "text": "“That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth.”"
  },
  {
    "author": "Isaac Asimov",
    "tags": "humor, writing",
    "text": "“If my doctor told me I had only six minutes to live, I wouldn't brood. I'd type a little faster.”"
  },
  {
    "author": "Howard Nemerov",
    "tags": "humor, knowledge, literature, writing",
    "text": "“Write what you know. That should leave you with a lot of free time.”"
  },
  {
    "author": "Harvey Pekar",
    "tags": "life, writing",
    "text": "“Ordinary life is pretty complex stuff.”"
  },
  {
    "author": "Albert Camus",
    "tags": "civilization, writers, writing",
    "text": "“The purpose of a writer is to keep civilization from destroying itself.”"
  },
  {
    "author": "Carl Sagan",
    "tags": "books, literature, reading, words, writing",
    "text": "“What an astonishing thing a book is. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark squiggles. But one glance at it and you're inside the mind of another person, maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other, citizens of distant epochs. Books break the shackles of time. A book is proof that humans are capable of working magic.”"
  },
  {
    "author": "Flannery O'Connor",
    "tags": "criticism, humor, writing",
    "text": "“Everywhere I go I'm asked if I think the university stifles writers. My opinion is that they don't stifle enough of them. There's many a best-seller that could have been prevented by a good teacher.”"
  },
  {
    "author": "William H. Gass",
    "tags": "alchemy, writing",
    "text": "“The true alchemists do not change lead into gold; they change the world into words.”"
  },
  {
    "author": "Pablo Picasso",
    "tags": "art, creativity, motivational, picasso, rules, writing",
    "text": "“Learn the rules like a pro, so you can break them like an artist.”"
  },
  {
    "author": "Meg Cabot",
    "tags": "writing",
    "text": "“Write the kind of story you would like to read. People will give you all sorts of advice about writing, but if you are not writing something you like, no one else will like it either.”"
  },
  {
    "author": "Lorrie Moore",
    "tags": "novels, short-stories, writing",
    "text": "“A short story is a love affair, a novel is a marriage. A short story is a photograph; a novel is a film.”"
  },
  {
    "author": "Anais Nin",
    "tags": "writing",
    "text": "“If you do not breathe through writing, if you do not cry out in writing, or sing in writing, then don't write, because our culture has no use for it.”"
  },
  {
    "author": "F. Scott Fitzgerald",
    "tags": "emphasis, exclamation-points, style, writing",
    "text": "“Cut out all these exclamation points. An exclamation point is like laughing at your own joke.”"
  },
  {
    "author": "Toni Morrison",
    "tags": "story, writing",
    "text": "“Make up a story... For our sake and yours forget your name in the street; tell us what the world has been to you in the dark places and in the light. Don't tell us what to believe, what to fear. Show us belief's wide skirt and the stitch that unravels fear's caul.”"
  },
  {
    "author": "Stephen King",
    "tags": "writing",
    "text": "“Description begins in the writer’s imagination, but should finish in the reader’s.”"
  },
  {
    "author": "Hermann Hesse",
    "tags": "writing",
    "text": "“Words do not express thoughts very well. They always become a little different immediately after they are expressed, a little distorted, a little foolish.”"
  },
  {
    "author": "Sharon Olds",
    "tags": "writing",
    "text": "“I was a late bloomer. But anyone who blooms at all, ever, is very lucky.”"
  },
  {
    "author": "Carl Sagan",
    "tags": "books, reading, writing",
    "text": "“A book is made from a tree. It is an assemblage of flat, flexible parts (still called \"leaves\") imprinted with dark pigmented squiggles. One glance at it and you hear the voice of another person, perhaps someone dead for thousands of years. Across the millennia, the author is speaking, clearly and silently, inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people, citizens of distant epochs, who never knew one another. Books break the shackles of time ― proof that humans can work magic.”"
  },
  {
    "author": "Cornelia Funke",
    "tags": "humor, writing",
    "text": "“So what? All writers are lunatics!”"
  },
  {
    "author": "Stephen King",
    "tags": "life-experience, writing, writing-craft",
    "text": "“A little talent is a good thing to have if you want to be a writer. But the only real requirement is the ability to remember every scar.”"
  },
  {
    "author": "Mark Twain",
    "tags": "austen, criticism, reading, writing",
    "text": "“I haven't any right to criticize books, and I don't do it except when I hate them. I often want to criticize Jane Austen, but her books madden me so that I can't conceal my frenzy from the reader; and therefore I have to stop every time I begin. Every time I read Pride and Prejudice I want to dig her up and beat her over the skull with her own shin-bone.”"
  },
  {
    "author": "Brandon Sanderson",
    "tags": "caffeine, reading, writing",
    "text": "“By now, it is probably very late at night, and you have stayed up to read this book when you should have gone to sleep. If this is the case, then I commend you for falling into my trap. It is a writer's greatest pleasure to hear that someone was kept up until the unholy hours of the morning reading one of his books. It goes back to authors being terrible people who delight in the suffering of others. Plus, we get a kickback from the caffeine industry...”"
  },
  {
    "author": "Joss Whedon",
    "tags": "television, writing",
    "text": "“People love a happy ending. So every episode, I will explain once again that I don't like people. And then Mal will shoot someone. Someone we like. And their puppy.”"
  },
  {
    "author": "Orson Scott Card",
    "tags": "art, writers, writing",
    "text": "“You know how writers are... they create themselves as they create their work. Or perhaps they create their work in order to create themselves.”"
  },
  {
    "author": "Margaret Chittenden",
    "tags": "brainstorm, chittenden, crazy, margaret, room, writers",
    "text": "“Many people hear voices when no one is there. Some of them are called mad and are shut up in rooms where they stare at the walls all day. Others are called writers and they do pretty much the same thing.”"
  },
  {
    "author": "Marie-Louise von Franz",
    "tags": "artists, creativity, writers",
    "text": "“People who have a creative side and do not live it out are most disagreeable clients. They make a mountain out of a molehill, fuss about unnecessary things, are too passionately in love with somebody who is not worth so much attention, and so on. There is a kind of floating charge of energy in them which is not attached to its right object and therefore tends to apply exaggerated dynamism to the wrong situation.”"
  },
  {
    "author": "Anne Lamott",
    "tags": "writers, writing, writing-advice",
    "text": "“Becoming a writer is about becoming conscious. When you're conscious and writing from a place of insight and simplicity and real caring about the truth, you have the ability to throw the lights on for your reader. He or she will recognize his or her life and truth in what you say, in the pictures you have painted, and this decreases the terrible sense of isolation that we have all had too much of.”"
  },
  {
    "author": "Rita Mae Brown",
    "tags": "family, writers, writing",
    "text": "“Writers will happen in the best of families.”"
  },
  {
    "author": "V. Vee",
    "tags": "desires, expression, feelings, legacy, life, writers, writing",
    "text": "“Inside of all of us there is the need and the desire to be heard, to have our innermost thoughts, feelings and desires expressed for others to hear, to see and to understand. We all want to matter to someone, to leave a mark. Writers just take those thoughts, feelings and desires and express them in such a way that the reader not only reads them but feels them as well.”"
  },
  {
    "author": "Robert Galbraith",
    "tags": "books, camaraderie, friendship, loyalty, writers, writers-life, writers-on-writing, writers-world",
    "text": "“...writers are a savage breed, Mr. Strike. If you want life-long friendship and selfless camaraderie, join the army and learn to kill. If you want a lifetime of temporary alliances with peers who will glory in your every failure, write novels.”"
  },
  {
    "author": "Besa Kosova",
    "tags": "write, writers, writing",
    "text": "“Writers write while dreamers procastinate. ”"
  },
  {
    "author": "Epictetus",
    "tags": "writers, writing",
    "text": "“If you wish to be a writer, write.”"
  },
  {
    "author": "William Saroyan",
    "tags": "unhappiness, writers",
    "text": "“I do not know what makes a writer, but it probably isn't happiness.”"
  },
  {
    "author": "Maquita Donyel Irvin Andrews",
    "tags": "art, artist, be-present, beautiful-mind, beautiful-women, black-women-quotes, black-women-writers, black-writers, bloom, christian-writers, coincidence, complete, faith, faith-in-god, flower, growth-quotes, hope, imperfect, imperfection, jesus, love, love-poems, love-quotes, love-stories, lovely, no-coincidences, perfectly-imperfect, poems, purposeful-living, rare, relationship-quotes, relationships, single, single-woman, stories-of-a-polished-pistil, trust, wanderer, wanderlust, whole, women-writers, writers",
    "text": "“she was completely whole and yet never fully complete”"
  },
  {
    "author": "Michel Houellebecq",
    "tags": "life, novels, realism, reality, writers, writing",
    "text": "“Life is painful and disappointing. It is useless, therefore, to write new realistic novels. We generally know where we stand in relation to reality and don’t care to know any more.”"
  },
  {
    "author": "Natsuki Takaya",
    "tags": "humor, kimono, novelists, shigure, writers",
    "text": "“A novelist can’t be without a kimono and pen!(Shigure)”"
  },
  {
    "author": "François-René de Chateaubriand",
    "tags": "imitation, originality, writers, writing",
    "text": "“An original writer is not one who imitates nobody, but one whom nobody can imitate.”"
  },
  {
    "author": "Sanober Khan",
    "tags": "creative-process, indian-authors, love-quotes, muse, poetry, poetry-quotes, poets, romance, words, writers, writing",
    "text": "“i write because it is the only way i can reach you.”"
  },
  {
    "author": "William S. Burroughs",
    "tags": "burroughs, careers, writers",
    "text": "“As a young child I wanted to be a writer because writers were rich and famous. They lounged around Singapore and Rangoon smoking opium in a yellow pongee silk suit. They sniffed cocaine in Mayfair and they penetrated forbidden swamps with a faithful native boy and lived in the native quarter of Tangier smoking hashish and languidly caressing a pet gazelle.”"
  },
  {
    "author": "W. Somerset Maugham",
    "tags": "writers",
    "text": "“Well, you know when people are no good at anything else they become writers.”"
  },
  {
    "author": "Kim Addonizio",
    "tags": "authors, poetry, writers, writing",
    "text": "“All artists’ work is autobiographical. Any writer’s work is a map of their psyche. You can really see what their concerns are, what their obsessions are, and what interests them.”"
  },
  {
    "author": "Gordon B. Hinckley",
    "tags": "humor, writers, writing",
    "text": "“All writers should be put in a box and thrown in the sea.”"
  },
  {
    "author": "Edna St. Vincent Millay",
    "tags": "publishing, writers, writing",
    "text": "“A person who publishes a book willfully appears before the populace with his pants down. If it is a good book nothing can hurt him. If it is a bad book nothing can help him.”"
  },
  {
    "author": "Washington Irving",
    "tags": "inspiration, the-mutability-of-literature, writers, writing",
    "text": "“Others may write from the head, but he writes from the heart, and the heart will always understand him.”"
  },
  {
    "author": "Sylvia Plath",
    "tags": "writers",
    "text": "“I have done, this year, what I said I would: overcome my fear of facing a blank page day after day, acknowledging myself, in my deepest emotions, a writer, come what may.”"
  },
  {
    "author": "P.G. Wodehouse",
    "tags": "humor, writers",
    "text": "“I suppose half the time Shakespeare just shoved down anything that came into his head.”"
  },
  {
    "author": "Catherynne M. Valente",
    "tags": "mysteries, novelists, writers",
    "text": "“It is true that novelists are shameless and obey no decent law, and they are not to be trusted on any account, but some Mysteries even they must honor.”"
  },
  {
    "author": "Salman Rushdie",
    "tags": "forgiveness, writers",
    "text": "“Whores and writers, Mahound. We are the people you can't forgive.”"
  },
  {
    "author": "Aldous Huxley",
    "tags": "writers",
    "text": "“Writers write to influence their readers, their preachers, their auditors, but always, at bottom, to be more themselves.”"
  },
  {
    "author": "Grant Morrison",
    "tags": "artists, change, reality, writers",
    "text": "“Writers and artists build by hand little worlds that they hope might effect change in real minds, in the real world where stories are read. A story can make us cry and laugh, break our hearts, or make us angry enough to change the world.”"
  },
  {
    "author": "Annie Ernaux",
    "tags": "blog, writers, writing",
    "text": "“Naturally I feel no shame in writing these things because of the time which separates the moment when they are written--when only I can see them--from the moment when they will be read by other people, a moment which I feel will never come. By then I could have had an accident or died; a war or a revolution could have broken out. This delay makes it possible for me to write today, in the same way I used to lie in the scorching sun for a whole day at sixteen, or make love wihout contraceptives at twenty: without thinking about the consequences”"
  },
  {
    "author": "Milan Kundera",
    "tags": "characters, poetic, poetry, prose, writers",
    "text": "“The characters in my novels are my own unrealised possibilities. That is why I am equally fond of them all and equally horrified by them. Each one has crossed a border that I myself have circumvented.”"
  },
  {
    "author": "Mortimer J. Adler",
    "tags": "books, reading",
    "text": "“In the case of good books, the point is not to see how many of them you can get through, but rather how many can get through to you.”"
  },
  {
    "author": "Virginia Woolf",
    "tags": "books, metaphor, soul",
    "text": "“Books are the mirrors of the soul.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "books, bookstore, towns",
    "text": "“What I say is, a town isn’t a town without a bookstore. It may call itself a town, but unless it’s got a bookstore, it knows it’s not foolin’ a soul.”"
  },
  {
    "author": "Anna Quindlen",
    "tags": "books, journey, reading, travel",
    "text": "“Books are the plane, and the train, and the road. They are the destination, and the journey. They are home.”"
  },
  {
    "author": "John Waters",
    "tags": "books, fuck, profanity, reading",
    "text": "“If you go home with somebody, and they don't have books, don't fuck 'em!”"
  },
  {
    "author": "Umberto Eco",
    "tags": "bibliophiles, book-lovers, books, reading",
    "text": "“We live for books.”"
  },
  {
    "author": "Jane Austen",
    "tags": "books, catherine, or-the-bower",
    "text": "“but for my own part, if a book is well written, I always find it too short.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "books",
    "text": "“I lived in books more than I lived anywhere else.”"
  },
  {
    "author": "Orhan Pamuk",
    "tags": "books, orhan-pamuk, reading, the-new-life",
    "text": "“I read a book one day and my whole life was changed.”"
  },
  {
    "author": "Italo Calvino",
    "tags": "books, classics, literature, meaning, reading, words",
    "text": "“A classic is a book that has never finished saying what it has to say.”"
  },
  {
    "author": "Diane Duane",
    "tags": "books, reading",
    "text": "“Reading one book is like eating one potato chip.”"
  },
  {
    "author": "Franz Kafka",
    "tags": "books",
    "text": "“A book must be the axe for the frozen sea within us.”"
  },
  {
    "author": "Philip Pullman",
    "tags": "books, needs, stories, storytelling, writing",
    "text": "“After nourishment, shelter and companionship, stories are the thing we need most in the world.”"
  },
  {
    "author": "J.K. Rowling",
    "tags": "books, magic, magic-books",
    "text": "“I don't believe in the kind of magic in my books. But I do believe something very magical can happen when you read a good book.”"
  },
  {
    "author": "Madeleine L'Engle",
    "tags": "books, fire, star, universe",
    "text": "“A book, too, can be a star, a living fire to lighten the darkness, leading out into the expanding universe.”"
  },
  {
    "author": "Miguel de Cervantes Saavedra",
    "tags": "books, humor, reading",
    "text": "“Finally, from so little sleeping and so much reading, his brain dried up and he went completely out of his mind.”"
  },
  {
    "author": "Kurt Vonnegut Jr.",
    "tags": "america, books, politics",
    "text": "“And on the subject of burning books: I want to congratulate librarians, not famous for their physical strength or their powerful political connections or their great wealth, who, all over this country, have staunchly resisted anti-democratic bullies who have tried to remove certain books from their shelves, and have refused to reveal to thought police the names of persons who have checked out those titles. So the America I loved still exists, if not in the White House or the Supreme Court or the Senate or the House of Representatives or the media. The America I love still exists at the front desks of our public libraries.”"
  },
  {
    "author": "Dave Eggers",
    "tags": "books, time",
    "text": "“Books have a unique way of stopping time in a particular moment and saying: Let’s not forget this.”"
  },
  {
    "author": "George Orwell",
    "tags": "books, reading",
    "text": "“The best books... are those that tell you what you know already.”"
  },
  {
    "author": "Irving Stone",
    "tags": "books, friendship",
    "text": "“There are no faster or firmer friendships than those formed between people who love the same books.”"
  },
  {
    "author": "David Foster Wallace",
    "tags": "books, infinite-jest",
    "text": "“I do things like get in a taxi and say, \"The library, and step on it.””"
  },
  {
    "author": "Arthur Conan Doyle",
    "tags": "books, humor",
    "text": "“It is a great thing to start life with a small number of really good books which are your very own.”"
  },
  {
    "author": "Betty Smith",
    "tags": "books, feminist, reading",
    "text": "“The world was hers for the reading.”"
  },
  {
    "author": "Cornelia Funke",
    "tags": "books, feelings, reading, thoughts",
    "text": "“Isn't it odd how much fatter a book gets when you've read it several times?\" Mo had said...\"As if something were left between the pages every time you read it. Feelings, thoughts, sounds, smells...and then, when you look at the book again many years later, you find yourself there, too, a slightly younger self, slightly different, as if the book had preserved you like a pressed flower...both strange and familiar.”"
  },
  {
    "author": "Franz Kafka",
    "tags": "books, castle, self",
    "text": "“Many a book is like a key to unknown chambers within the castle of one’s own self.”"
  },
  {
    "author": "Jerry Seinfeld",
    "tags": "books, funny",
    "text": "“If a book about failures doesn't sell, is it a success?”"
  },
  {
    "author": "John Green",
    "tags": "books, john-green, reading, the-fault-in-our-stars",
    "text": "“Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book. And then there are books like An Imperial Affliction, which you can't tell people about, books so special and rare and yours that advertising your affection feels like betrayal”"
  },
  {
    "author": "Alan Bennett",
    "tags": "books, history, reading",
    "text": "“The best moments in reading are when you come across something – a thought, a feeling, a way of looking at things – which you had thought special and particular to you. Now here it is, set down by someone else, a person you have never met, someone even who is long dead. And it is as if a hand has come out and taken yours.”"
  },
  {
    "author": "Christopher Paolini",
    "tags": "books, reading",
    "text": "“Books should go where they will be most appreciated, and not sit unread, gathering dust on a forgotten shelf, don't you agree?”"
  },
  {
    "author": "Annie Dillard",
    "tags": "books, literature, reading, words",
    "text": "“She read books as one would breathe air, to fill up and live.”"
  },
  {
    "author": "Oscar Wilde",
    "tags": "reading",
    "text": "“I am too fond of reading books to care to write them.”"
  },
  {
    "author": "Saul Bellow",
    "tags": "book-lovers, libraries, reading",
    "text": "“People can lose their lives in libraries. They ought to be warned.”"
  },
  {
    "author": "Stendhal",
    "tags": "books, literature, reading",
    "text": "“A good book is an event in my life.”"
  },
  {
    "author": "David Mitchell",
    "tags": "books, love, reading",
    "text": "“A half-read book is a half-finished love affair.”"
  },
  {
    "author": "Margaret Atwood",
    "tags": "reading, writing",
    "text": "“A word after a word after a word is power.”"
  },
  {
    "author": "C.S. Lewis",
    "tags": "books, old-books, reading",
    "text": "“It is a good rule after reading a new book, never to allow yourself another new one till you have read an old one in between.”"
  },
  {
    "author": "Francois Mauriac",
    "tags": "books, literacy, reading",
    "text": "“If you would tell me the heart of a man, tell me not what he reads, but what he rereads.”"
  },
  {
    "author": "Honore de Balzac",
    "tags": "reading",
    "text": "“Reading brings us unknown friends”"
  },
  {
    "author": "John Green",
    "tags": "books, library, reading",
    "text": "“Have you really read all those books in your room?” Alaska laughing- “Oh God no. I’ve maybe read a third of ‘em. But I’m going to read them all. I call it my Life’s Library. Every summer since I was little, I’ve gone to garage sales and bought all the books that looked interesting. So I always have something to read.”"
  },
  {
    "author": "Karen Marie Moning",
    "tags": "books, humor, reading",
    "text": "“I love books, by the way, way more than movies. Movies tell you what to think. A good book lets you choose a few thoughts for yourself. Movies show you the pink house. A good book tells you there's a pink house and lets you paint some of the finishing touches, maybe choose the roof style,park your own car out front. My imagination has always topped anything a movie could come up with. Case in point, those darned Harry Potter movies. That was so not what that part-Veela-chick, Fleur Delacour, looked like.”"
  },
  {
    "author": "Joyce Carol Oates",
    "tags": "reading",
    "text": "“Reading is the sole means by which we slip, involuntarily, often helplessly, into another's skin, another's voice, another's soul.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "books, libraries, library, reading",
    "text": "“Don't ever apologise to an author for buying something in paperback, or taking it out from a library (that's what they're there for. Use your library). Don't apologise to this author for buying books second hand, or getting them from bookcrossing or borrowing a friend's copy. What's important to me is that people read the books and enjoy them, and that, at some point in there, the book was bought by someone. And that people who like things, tell other people. The most important thing is that people read...”"
  },
  {
    "author": "Robert Louis Stevenson",
    "tags": "books, inspirational, on-writing, reading",
    "text": "“I kept always two books in my pocket, one to read, one to write in.”"
  },
  {
    "author": "Louis L'Amour",
    "tags": "books, inspirational, reading",
    "text": "“Once you have read a book you care about, some part of it is always with you.”"
  },
  {
    "author": "Annie Proulx",
    "tags": "reading, words, writing",
    "text": "“You should write because you love the shape of stories and sentences and the creation of different words on a page. Writing comes from reading, and reading is the finest teacher of how to write.”"
  },
  {
    "author": "Stephen Fry",
    "tags": "books, e-readers, kindle, reading",
    "text": "“Books are no more threatened by Kindle than stairs by elevators.”"
  },
  {
    "author": "Thomas Babington Macaulay",
    "tags": "books, reading",
    "text": "“What a blessing it is to love books as I love them;- to be able to converse with the dead, and to live amidst the unreal!”"
  },
  {
    "author": "Steven Spielberg",
    "tags": "education, reading",
    "text": "“Only a generation of readers will spawn a generation of writers.”"
  },
  {
    "author": "Roberto Bolaño",
    "tags": "books, reading",
    "text": "“Reading is like thinking, like praying, like talking to a friend, like expressing your ideas, like listening to other people's ideas, like listening to music, like looking at the view, like taking a walk on the beach.”"
  },
  {
    "author": "Malcolm X",
    "tags": "books, reading",
    "text": "“My alma mater was books, a good library.... I could spend the rest of my life reading, just satisfying my curiosity.”"
  },
  {
    "author": "Joseph Joubert",
    "tags": "books, reading",
    "text": "“The worst thing about new books is that they keep us from reading the old ones.”"
  },
  {
    "author": "Carl Sagan",
    "tags": "books, literacy, reading",
    "text": "“One glance at a book and you hear the voice of another person, perhaps someone dead for 1,000 years. To read is to voyage through time.”"
  },
  {
    "author": "Ursula K. Le Guin",
    "tags": "books, reading",
    "text": "“We read books to find out who we are. What other people, real or imaginary, do and think and feel... is an essential guide to our understanding of what we ourselves are and may become.”"
  },
  {
    "author": "W. Somerset Maugham",
    "tags": "bibliotherapy, books, escape, good-habits, life, pleasure, reading, refuge",
    "text": "“To acquire the habit of reading is to construct for yourself a refuge from almost all the miseries of life.”"
  },
  {
    "author": "Stéphane Mallarmé",
    "tags": "books, reading",
    "text": "“Everything in the world exists in order to end up as a book.”"
  },
  {
    "author": "Anne Lamott",
    "tags": "books, reading",
    "text": "“For some of us, books are as important as almost anything else on earth. What a miracle it is that out of these small, flat, rigid squares of paper unfolds world after world after world, worlds that sing to you, comfort and quiet or excite you. Books help us understand who we are and how we are to behave. They show us what community and friendship mean; they show us how to live and die.”"
  },
  {
    "author": "Leslie Marmon Silko",
    "tags": "storytelling",
    "text": "“I will tell you something about stories . . . They aren't just entertainment. Don't be fooled. They are all we have, you see, all we have to fight off illness and death.”"
  },
  {
    "author": "Eudora Welty",
    "tags": "children, eudora-welty, listening, storytelling, writing",
    "text": "“Long before I wrote stories, I listened for stories. Listening for them is something more acute than listening to them. I suppose it’s an early form of participation in what goes on. Listening children know stories are there. When their elders sit and begin, children are just waiting and hoping for one to come out, like a mouse from its hole.”"
  },
  {
    "author": "Norton Juster",
    "tags": "on-writing, storytelling",
    "text": "“A slavish concern for the composition of words is the sign of a bankrupt intellect. Be gone, odious wasp! You smell of decayed syllables.”"
  },
  {
    "author": "Piers Anthony",
    "tags": "publishers, storytelling",
    "text": "“I think it's a shame that something as creative and vital to the nature of the human species as story-telling is largely controlled by the soulless cretins known as publishers.”"
  },
  {
    "author": "Ocean Vuong",
    "tags": "speech, stories, storytelling",
    "text": "“Who will be lost in the story we tell ourselves? Who will be lost in ourselves? A story, after all, is a kind of swallowing. To open a mouth, in speech, is to leave only the bones, which remain untold.”"
  },
  {
    "author": "Wilkie Collins",
    "tags": "fiction, inspirational, on-fiction, storytelling, writing",
    "text": "“I have always held the old-fashioned opinion that the primary object of work of fiction should be to tell a story.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "stories, storytelling",
    "text": "“People take on the shapes of the songs and the stories that surround them, especially if they don't have their own song.”"
  },
  {
    "author": "C.S. Lewis",
    "tags": "stories, storytelling",
    "text": "“It is my opinion that a story worth reading only in childhood is not worth reading even then.”"
  },
  {
    "author": "Brian P. Cleary",
    "tags": "humor, observational-comedy, observations, storytelling",
    "text": "“Whatever story you're telling, it will be more interesting if, at the end you add, \"and then everything burst into flames.””"
  },
  {
    "author": "Kenneth Grahame",
    "tags": "rivers, storytelling",
    "text": "“The Mole was bewitched, entranced, fascinated. By the side of the river he trotted as one trots, when very small, by the side of a man who holds one spellbound by exciting stories; and when tired at last, he sat on the bank, while the river still chattered on to him, a babbling procession of the best stories in the world, sent from the heart of the earth to be told at last to the insatiable sea.”"
  },
  {
    "author": "Umberto Eco",
    "tags": "obsession, on-writing, stories, storytelling, writing",
    "text": "“All the stories I would like to write persecute me. When I am in my chamber, it seems as if they are all around me, like little devils, and while one tugs at my ear, another tweaks my nose, and each says to me, 'Sir, write me, I am beautiful.”"
  },
  {
    "author": "Robert McKee",
    "tags": "concerts, emotion, experience, mood, museums, story, storyteller, storytelling",
    "text": "“When we want mood experiences, we go to concerts or museums. When we want meaningful emotional experience, we go to the storyteller.”"
  },
  {
    "author": "Nicholas Denmon",
    "tags": "storytelling, time",
    "text": "“Things worth telling - take time”"
  },
  {
    "author": "Charles Yu",
    "tags": "bloody-pulpy-liquid-mess, hearts, identity, lies, mirrors, sense, storytelling, the-universe",
    "text": "“You want to tell a story? Grow a heart. Grow two. Now, with the second heart, smash the first one into bits. Gross, right? A bloody pulpy liquid mess. Look at it, try to make sense of it. Realize you can't. Because there is no sense. Ask your computer to print out a list of every lie you have ever told. Ask yourself how much of the universe you have ever really seen. Look in the mirror. Are you sure you're you? Are you sure you didn't slip out of yourself in the middle of the night, and someone else slipped into you, without you or you or any of you even noticing?”"
  },
  {
    "author": "Jennifer Murgia",
    "tags": "advice, angel, star, storytelling, writing",
    "text": "“Write to your heart’s content and by all means, have fun with your creation. It’s your moment to do absolutely anything within those pages.”"
  },
  {
    "author": "Diane Setterfield",
    "tags": "confession, secrets, storytelling",
    "text": "“It was better to tell such stories close to the river than in a drawing room. Words accumulate indoors, trapped by walls and ceilings. The weight of what has been said can lie heavily on what might yet be said and suffocate it. By the river the air carries the story on a journey: one sentence drifts away and makes way for the next.”"
  },
  {
    "author": "Alfred Hitchcock",
    "tags": "cinema, dialogue, silent-film, storytelling",
    "text": "“In many of the films now being made, there is very little cinema: they are mostly what I call 'photographs of people talking.' When we tell a story in cinema we should resort to dialogue only when it's impossible to do otherwise. I always try to tell a story in the cinematic way, through a succession of shots and bits of film in between.”"
  },
  {
    "author": "Charlotte Brontë",
    "tags": "choice, courtship, discord, disharmony, empowerment, gender, inequality, irony, love, marriage, matrimony, sarcasm, storytelling, subjection, women",
    "text": "“What tale do you like best to hear?' 'Oh, I have not much choice! They generally run on the same theme - courtship; and promise to end in the same catastrophe - marriage.”"
  },
  {
    "author": "Richelle E. Goodrich",
    "tags": "fairy-tales, fairytale, imagination, magic, richelle, richelle-goodrich, spellbind, story, storytelling",
    "text": "“Truly, there is magic in fairy tales. For it takes but a simply-uttered 'Once upon a time...' to allure and spellbind an audience.”"
  },
  {
    "author": "Kelly Marcel & Sue Smith",
    "tags": "author, authors, create, creating, creating-reality, disney, dream, dream-big, dreaming, dreams, fiction, fiction-vs-reality, fiction-writing, film, film-quote, film-quotes, filmmaking, hope, hopeful, imagining, mary-poppins, movie, movie-making, movie-quote, movie-quotes, moviemaking, pl-travers, saving-mr-banks, story-teller, story-telling, storyteller, storytellers, storytelling, travers, walt-disney, why-i-read, why-i-write, why-we-read, why-we-write, why-write-fiction, write, writer, writer-inspiration, writers, writers-life, writers-on-writing, writers-quotes, writing-craft",
    "text": "“That's what we storytellers do. We restore order with imagination. We instill hope again and again and again.”"
  },
  {
    "author": "Lidia Yuknavitch",
    "tags": "memoir, storytelling, truth",
    "text": "“However, narrating what you remember, telling it to someone, does something else. The more a person recalls a memory, the more they change it. Each time they put it into language, it shifts. The more you describe a memory, the more likely it is that you are making a story that fits your life, resolves the past, creates a fiction you can live with. It’s what writers do. Once you open your mouth, you are moving away from the truth of things. According to neuroscience. The safest memories are locked in the brains of people who can’t remember. Their memories remain the closest replica of actual events. Underwater. Forever.”"
  },
  {
    "author": "Frank Delaney",
    "tags": "ireland, storytelling, travel",
    "text": "“When I come out on the road of a morning, when I have had a night's sleep and perhaps a breakfast, and the sun lights a hill on the distance, a hill I know I shall walk across an hour or two thence, and it is green and silken to my eye, and the clouds have begun their slow, fat rolling journey across the sky, no land in the world can inspire such love in a common man.”"
  },
  {
    "author": "Maria V. Snyder",
    "tags": "humor, storytelling",
    "text": "“[Janco] paused. His eyes held a distant gleam as if seeing into his past. 'My first practice was a shock. I was a cocky smart aleck--' [Opal] 'Was?' [J] 'Be quiet. I'm telling a story here.”"
  },
  {
    "author": "Tahir Shah",
    "tags": "stories, storytelling",
    "text": "“Stories are a communal currency of humanity.”"
  },
  {
    "author": "Catherynne M. Valente",
    "tags": "beginnings, narratives, stories, storytelling",
    "text": "“A tale may have exactly three beginnings: one for the audience, one for the artist, and one for the poor bastard who has to live in it.”"
  },
  {
    "author": "Jonathan Safran Foer",
    "tags": "stories, storytelling, writing",
    "text": "“Writing's funny, it's like walking down a hall in the dark looking for the light switch, and suddenly you find it, flip it on, and then you discover the hallway you passed through is papered with the novel you've written.”"
  },
  {
    "author": "Ellen J. Lewinberg",
    "tags": "children-s-book, curiosity, healing-vibrations, imagination, interactive-storytelling, kindness, self-reflection, storytelling, vibrations, water-cycle",
    "text": "“Joey was lying by the stream one afternoon after a hard day. He had been in trouble at school because he had left his homework at home. He had done the work, but his teacher didn’t believe him that he had completed it. Joey was still a bit upset with his teacher. Suddenly, he heard a very soft voice say, “Hello.” Joey sat up and looked around, but he couldn’t see anyone. So, he laid back down by the stream only to hear the voice again. The voice sounded bubbly and a little like running water. Joey didn’t know where it was coming from.”"
  },
  {
    "author": "Michael Chabon",
    "tags": "memory, storytelling",
    "text": "“A story begins with this nebulous feeling that’s hard to get a hold of and you’re testing your feelings and assumptions, testing what you believe. They end up turning into keepsakes and mementos—like amber in which a memory gets trapped.”"
  },
  {
    "author": "Salman Rushdie",
    "tags": "storytelling, surrealism",
    "text": "“Iff replied that the Plentimaw Fishes were what he called 'hunger artists' — 'Because when they are hungry they swallow stories through every mouth, and in their innards miracles occur; a little bit of one story joins on to an idea from another, and hey presto, when they spew the stories out they are not the old tales but new ones. Nothing comes from nothing, Thieflet; no story comes from nowhere; new stories are born from old — it is the new combinations that make them new.”"
  },
  {
    "author": "Charles de Lint",
    "tags": "life, stories",
    "text": "“We're all made of stories. When they finally put us underground, the stories are what will go on. Not forever, perhaps, but for a time. It's a kind of immortality, I suppose, bounded by limits, it's true, but then so's everything.”"
  },
  {
    "author": "Terry Pratchett",
    "tags": "change-the-world, stories, story, sunrise, world",
    "text": "“There's always a story. It's all stories, really. The sun coming up every day is a story. Everything's got a story in it. Change the story, change the world.”"
  },
  {
    "author": "Susan Elizabeth Phillips",
    "tags": "author, authors, books, heroine, love, stories, writers",
    "text": "“When male authors write love stories, the heroine tends to end up dead.”"
  },
  {
    "author": "Ursula K. Le Guin",
    "tags": "books, reader, reading, stories, story",
    "text": "“The unread story is not a story; it is little black marks on wood pulp. The reader, reading it, makes it live: a live thing, a story.”"
  },
  {
    "author": "Amie Kaufman",
    "tags": "aidan, hero, monster, stories, villain",
    "text": "“Every story needs its hero. And its villain. And its monster.”"
  },
  {
    "author": "Brandon Sanderson",
    "tags": "fantasy, hope, stories",
    "text": "“People need stories, child. They bring us hope, and that hope is real. If that's the case, what does it matter whether people in them actually lived?”"
  },
  {
    "author": "Holly Black",
    "tags": "cardan-greenbriar, love, monsters, stories, villains",
    "text": "“You don’t think monster girls and wicked boys deserve love?”"
  },
  {
    "author": "Bill Watterson",
    "tags": "stories",
    "text": "“Hold it. You know what I'd like to see? I'd like to see the three bears eat the three little pigs, and then the bears join up with the big bad wolf and eat Goldilocks and Little Red Riding Hood! Tell me a story like that, OK?”"
  },
  {
    "author": "Brandon Sanderson",
    "tags": "hoid, stories",
    "text": "“All stories told have been told before. We tell them to ourselves, as did all men who ever were. And all men who ever will be. The only things new are the names.”"
  },
  {
    "author": "Terry Pratchett",
    "tags": "anthropology, chimpanzees, humanity, stories",
    "text": "“The anthropologists got it wrong when they named our species Homo sapiens ('wise man'). In any case it's an arrogant and bigheaded thing to say, wisdom being one of our least evident features. In reality, we are Pan narrans, the storytelling chimpanzee.”"
  },
  {
    "author": "Emma Donoghue",
    "tags": "life-and-living, stories",
    "text": "“Stories are a different kind of true.”"
  },
  {
    "author": "Laini Taylor",
    "tags": "books, fairy-tales, reality, stories",
    "text": "“As for fairy tales, he understood that they were reflections of the people who had spun them, and were flecked with little truths - intrusions of reality into fantasy, like toast crumbs on a wizard's beard.”"
  },
  {
    "author": "Victoria E. Schwab",
    "tags": "myths, rhy, stories",
    "text": "“Myths do not happen all at once. They do not spring forth whole into the world. They form slowly, rolled between the hands of time until their edges smooth, until the saying of the story gives enough weight to the words—to the memories—to keep them rolling on their own. But all stories start somewhere, and that night, as Rhy Maresh walked through the streets of London, a new myth was taking shape.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "stories, story",
    "text": "“Stories are like spiders, with all they long legs, and stories are like spiderwebs, which man gets himself all tangled up in but which look pretty when you see them under a leaf in the morning dew, and in the elegant way that they connect to one another, each to each.”"
  },
  {
    "author": "Ursula K. Le Guin",
    "tags": "stories",
    "text": "“There have been great societies that did not use the wheel, but there have been no societies that did not tell stories.”"
  },
  {
    "author": "Octavia E. Butler",
    "tags": "books, stories, telling-stories, writing",
    "text": "“I just knew there were stories I wanted to tell.”"
  },
  {
    "author": "Stephen King",
    "tags": "character-driven, on-writing, stories, storytelling",
    "text": "“I think the best stories always end up being about the people rather than the event, which is to say character-driven.”"
  },
  {
    "author": "Diane Setterfield",
    "tags": "stories, storytelling",
    "text": "“My gripe is not with lovers of the truth but with truth herself. What succor, what consolation is there in truth, compared to a story? What good is truth, at midnight, in the dark, when the wind is roaring like a bear in the chimney? When the lightning strikes shadows on the bedroom wall and the rain taps at the window with its long fingernails? No. When fear and cold make a statue of you in your bed, don't expect hard-boned and fleshless truth to come running to your aid. What you need are the plump comforts of a story. The soothing, rocking safety of a lie.”"
  },
  {
    "author": "John Connolly",
    "tags": "fairy-tales, fantasy, stories",
    "text": "“Once upon a time – for that is how all stories should begin – there was a boy who lost his mother.”"
  },
  {
    "author": "Mohsin Hamid",
    "tags": "adulthood, aging, childhood, creation, death, reading, refugees, stories, writing",
    "text": "“We are all refugees from our childhoods. And so we turn, among other things, to stories. To write a story, to read a story, is to be a refugee from the state of refugees. Writers and readers seek a solution to the problem that time passes, that those who have gone are gone and those who will go, which is to say every one of us, will go. For there was a moment when anything was possible. And there will be a moment when nothing is possible. But in between we can create.”"
  },
  {
    "author": "Axie Oh",
    "tags": "stories",
    "text": "“Stories are both an escape from the truths of the world and the only way to see them clearly.”"
  },
  {
    "author": "Wally Lamb",
    "tags": "stories",
    "text": "“But what are our stories if not the mirrors we hold up to our fears?”"
  },
  {
    "author": "Rebecca Solnit",
    "tags": "meaning, stars, stories",
    "text": "“The stars we are given. The constellations we make. That is to say, stars exist in the cosmos, but constellations are the imaginary lines we draw between them, the readings we give the sky, the stories we tell.”"
  },
  {
    "author": "Marian Keyes",
    "tags": "humor, paraphrased, stories",
    "text": "“What doesn't kill us makes us funnier.”"
  },
  {
    "author": "Chuck Palahniuk",
    "tags": "stories",
    "text": "“Some stories, you use up. Others use you up.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "death, humorous, stories",
    "text": "“She's realized the real problem with stories -- if you keep them going long enough, they always end in death.”"
  },
  {
    "author": "Gabrielle Zevin",
    "tags": "love, stories",
    "text": "“I wondered if the person who really loves you is the person who knows all your stories, the person who WANTS to know all your stories.”"
  },
  {
    "author": "James A. Owen",
    "tags": "on-fiction, perspective, stories",
    "text": "“All stories are true. But some of them never happened.”"
  },
  {
    "author": "Isabel Allende",
    "tags": "forgotten, on-writing, writing, writing-advice",
    "text": "“Write what should not be forgotten.”"
  },
  {
    "author": "Dorothy Parker",
    "tags": "writing, writing-process",
    "text": "“I hate writing, I love having written.”"
  },
  {
    "author": "J.R.R. Tolkien",
    "tags": "fantasy, fiction, on-fiction, tolkien, writing",
    "text": "“I have claimed that Escape is one of the main functions of fairy-stories, and since I do not disapprove of them, it is plain that I do not accept the tone of scorn or pity with which 'Escape' is now so often used. Why should a man be scorned if, finding himself in prison, he tries to get out and go home? Or if he cannot do so, he thinks and talks about other topics than jailers and prison-walls?”"
  },
  {
    "author": "Stephen King",
    "tags": "writing",
    "text": "“Writing isn't about making money, getting famous, getting dates, getting laid, or making friends. In the end, it's about enriching the lives of those who will read your work, and enriching your own life, as well. It's about getting up, getting well, and getting over. Getting happy, okay? Getting happy.”"
  },
  {
    "author": "Franz Kafka",
    "tags": "julia-cameron, writers, writing",
    "text": "“A non-writing writer is a monster courting insanity.\" [Letter to Max Brod, July 5, 1922]"
  },
  {
    "author": "Virginia Woolf",
    "tags": "fiction, money, on-writing, virgin, women, writing",
    "text": "“A woman must have money and a room of her own if she is to write fiction.”"
  },
  {
    "author": "Rainer Maria Rilke",
    "tags": "writing",
    "text": "“Find out the reason that commands you to write; see whether it has spread its roots into the very depth of your heart; confess to yourself you would have to die if you were forbidden to write.”"
  },
  {
    "author": "Stephen King",
    "tags": "inspirational, productivity, writing",
    "text": "“Amateurs sit and wait for inspiration, the rest of us just get up and go to work.”"
  },
  {
    "author": "Charles Bukowski",
    "tags": "writers, writing",
    "text": "“great writers are indecent people they live unfairly saving the best part for paper. good human beings save the world so that bastards like me can keep creating art, become immortal. if you read this after I am dead it means I made it.”"
  },
  {
    "author": "Nathaniel Hawthorne",
    "tags": "on-writing, reading, writing",
    "text": "“Easy reading is damn hard writing.”"
  },
  {
    "author": "David Levithan",
    "tags": "love, writing",
    "text": "“This is what love does: It makes you want to rewrite the world. It makes you want to choose the characters, build the scenery, guide the plot. The person you love sits across from you, and you want to do everything in your power to make it possible, endlessly possible. And when it’s just the two of you, alone in a room, you can pretend that this is how it is, this is how it will be.”"
  },
  {
    "author": "Kingsley Amis",
    "tags": "annoyance, writing",
    "text": "“If you can't annoy somebody, there is little point in writing.”"
  },
  {
    "author": "George Orwell",
    "tags": "writing",
    "text": "“Writing a book is a horrible, exhausting struggle, like a long bout with some painful illness. One would never undertake such a thing if one were not driven on by some demon whom one can neither resist nor understand.”"
  },
  {
    "author": "Anne Lamott",
    "tags": "life, perfectionism, writing",
    "text": "“Perfectionism is the voice of the oppressor, the enemy of the people. It will keep you cramped and insane your whole life, and it is the main obstacle between you and a shitty first draft. I think perfectionism is based on the obsessive belief that if you run carefully enough, hitting each stepping-stone just right, you won't have to die. The truth is that you will die anyway and that a lot of people who aren't even looking at their feet are going to do a whole lot better than you, and have a lot more fun while they're doing it.”"
  },
  {
    "author": "James A. Michener",
    "tags": "writing",
    "text": "“I love writing. I love the swirl and swing of words as they tangle with human emotions.”"
  },
  {
    "author": "Virginia Woolf",
    "tags": "criticism, dignity, double-standards, empowerment, equality, feminism, gender, hypocrisy, judgment, men, misogyny, poetry, respect, women, writing",
    "text": "“A woman knows very well that, though a wit sends her his poems, praises her judgment, solicits her criticism, and drinks her tea, this by no means signifies that he respects her opinions, admires her understanding, or will refuse, though the rapier is denied him, to run through the body with his pen.”"
  },
  {
    "author": "John Cheever",
    "tags": "books, fiction, inspirational, on-fiction, writing",
    "text": "“Fiction is art and art is the triumph over chaos… to celebrate a world that lies spread out around us like a bewildering and stupendous dream.”"
  },
  {
    "author": "Ray Bradbury",
    "tags": "imagination, quality, skill, writers, writing",
    "text": "“The good writers touch life often. The mediocre ones run a quick hand over her. The bad ones rape her and leave her for the flies.”"
  },
  {
    "author": "John Green",
    "tags": "alone, creative-process, eye-contact, introverts, profession, story, storytelling, writing",
    "text": "“Writing is something you do alone. Its a profession for introverts who want to tell you a story but don't want to make eye contact while doing it.\" [Thoughts from Places: The Tour, Nerdfighteria Wiki, January 17, 2012]"
  },
  {
    "author": "Ellen DeGeneres",
    "tags": "book, writing",
    "text": "“You know, it's hard work to write a book. I can't tell you how many times I really get going on an idea, then my quill breaks. Or I spill ink all over my writing tunic.”"
  },
  {
    "author": "Criss Jami",
    "tags": "art, artist, artistic, contemplating, dreams, experience, fantasy, fun, imagination, life, perception, perspective, poetry, reading, reality, solitude, songwriting, thinking, thoughts, universe, vicarious, writing",
    "text": "“Closed in a room, my imagination becomes the universe, and the rest of the world is missing out.”"
  },
  {
    "author": "Stephen King",
    "tags": "on-writing, words, writing",
    "text": "“Any word you have to hunt for in a thesaurus is the wrong word. There are no exceptions to this rule.”"
  },
  {
    "author": "Eleanor Roosevelt",
    "tags": "writing",
    "text": "“The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself.”"
  },
  {
    "author": "Michael Cunningham",
    "tags": "life, on-fiction, writing",
    "text": "“One always has a better book in one's mind than one can manage to get onto paper.”"
  },
  {
    "author": "Richard Price",
    "tags": "writing",
    "text": "“You don't write about the horrors of war. No. You write about a kid's burnt socks lying in the road.”"
  },
  {
    "author": "Cornelia Funke",
    "tags": "books, character, cornelia-funke, existentialism, words, writers, writing",
    "text": "“Which of us has not felt that the character we are reading in the printed page is more real than the person standing beside us?”"
  },
  {
    "author": "Shannon L. Alder",
    "tags": "beliefs, books, boyfriend, choices, faith, family, friendships, girlfriend, hang-ups, in-love, life, love, marriage, memories, moving-on, nostalgia, obsessions, peace, relationships, religion, sister-in-laws, sisters, spouse, unrequited-love, wife, writing",
    "text": "“There comes a time in your life when you have to choose to turn the page, write another book or simply close it.”"
  },
  {
    "author": "Charles Bukowski",
    "tags": "bukowski, love, moments, nice, poetry, war-all-the-time, writing",
    "text": "“some moments are nice, some are nicer, some are even worth writing about.”"
  },
  {
    "author": "Gustave Flaubert",
    "tags": "art, artists, creativity, writers, writing",
    "text": "“You don’t make art out of good intentions.”"
  },
  {
    "author": "Shannon L. Alder",
    "tags": "activists, against-bias, artists, compassion, counselors, creatives, divergent, diversity, dreamers, empaths, equality, feeling-deeply, infj, life-coach, musicians, nurturers, rescuers, sar, survivors, therapists, warriors, wounded, writers",
    "text": "“Sensitive people care when the world doesn't because we understand waiting to be rescued and no one shows up. We have rescued ourselves, so many times that we have become self taught in the art of compassion for those forgotten.”"
  },
  {
    "author": "Julian Barnes",
    "tags": "creativity, writers, writing",
    "text": "“The writer must be universal in sympathy and an outcast by nature: only then can he see clearly.”"
  },
  {
    "author": "Fran Lebowitz",
    "tags": "fame, writers, writing",
    "text": "“The best fame is a writer's fame. It's enough to get a table at a good restaurant, but not enough to get you interrupted when you eat.”"
  },
  {
    "author": "Lloyd Alexander",
    "tags": "writers",
    "text": "“All that writers can do is keep trying to say what is deepest in their hearts.”"
  },
  {
    "author": "Anne Lamott",
    "tags": "society, writers, writing",
    "text": "“The society to which we belong seems to be dying or is already dead. I don't mean to sound dramatic, but clearly the dark side is rising. Things could not have been more odd and frightening in the Middle Ages. But the tradition of artists will continue no matter what form the society takes. And this is another reason to write: people need us, to mirror for them and for each other without distortion-not to look around and say, 'Look at yourselves, you idiots!,' but to say, 'This is who we are.”"
  },
  {
    "author": "Connie Willis",
    "tags": "conceit, creative-process, criticism, critique, inspiration, on-writing, reviewing, reviews, writers",
    "text": "“Actually, writers have no business writing about their own works. They either wax conceited, saying things like: 'My brilliance is possibly most apparent in my dazzling short story, \"The Cookiepants Hypotenuse.\"' Or else they get unbearably cutesy: 'My cat Ootsywootums has given me all my best ideas, hasn't oo, squeezums?”"
  },
  {
    "author": "Junot Díaz",
    "tags": "inspirational, writers, writings",
    "text": "“What we [writers] do might be done in solitude and with great desperation, but it tends to produce exactly the opposite. It tends to produce community and in many people hope and joy.”"
  },
  {
    "author": "Nassim Nicholas Taleb",
    "tags": "art, art-criticism, critics, insight, knowledge, music-criticism, music-journalism, wisdom, writers, writing",
    "text": "“The problem of knowledge is that there are many more books on birds written by ornithologists than books on birds written by birds and books on ornithologists written by birds”"
  },
  {
    "author": "Richard Dawkins",
    "tags": "writers",
    "text": "“Why would anybody be intimidated by mere words? I mean, neither I nor any other athiest that I know ever threatens violence. We never threaten to fly planes into skyscrapers. We never threaten suicide bombs. We are very gentle people. All we do is use words to talk about things like the cosmos, the origin of the universe, evolution, the origin of life. What's there to be frightened of? It's just an opinion.”"
  },
  {
    "author": "William Faulkner",
    "tags": "creativity, fiction, inspiration, on-writing, writers, writing",
    "text": "“The writer's only responsibility is to his art. He will be completely ruthless if he is a good one. He has a dream. It anguishes him so much he must get rid of it. He has no peace until then. Everything goes by the board: honor, pride, decency, security, happiness, all, to get the book written. If a writer has to rob his mother, he will not hesitate; the 'Ode on a Grecian Urn' is worth any number of old ladies.”"
  },
  {
    "author": "Gore Vidal",
    "tags": "novel, sentence, writers, writing",
    "text": "“You can't really succeed with a novel anyway; they're too big. It's like city planning. You can't plan a perfect city because there's too much going on that you can't take into account. You can, however, write a perfect sentence now and then. I have.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "shakespeare, writers, writing",
    "text": "“Whatever happened to me in my life, happened to me as a writer of plays. I'd fall in love, or fall in lust. And at the height of my passion, I would think, 'So this is how it feels,' and I would tie it up in pretty words. I watched my life as if it were happening to someone else. My son died. And I was hurt, but I watched my hurt, and even relished it, a little, for now I could write a real death, a true loss. My heart was broken by my dark lady, and I wept, in my room, alone; but while I wept, somewhere inside I smiled. For I knew I could take my broken heart and place it on the stage of The Globe, and make the pit cry tears of their own.”"
  },
  {
    "author": "Alice Walker",
    "tags": "characters, mind, people, silence, silent, writers, writing",
    "text": "“If you're silent for a long time, people just arrive in your mind.”"
  },
  {
    "author": "Terry Pratchett",
    "tags": "authors, mainstream-lit, science-fiction, sf, writers, writing",
    "text": "“[Science fiction is] out in the mainstream now. You can tell by the way mainstream literary authors pillage SF while denying they're writing it!”"
  },
  {
    "author": "Anaïs Nin",
    "tags": "writers, writing",
    "text": "“A big enough artist, I say, can eat anything, must eat everything and then alchemize it. Only the feeble writer is afraid of expansion.”"
  },
  {
    "author": "Zoë Heller",
    "tags": "depression, loneliness, writers",
    "text": "“But about the drip drip of long-haul, no-end-in-sight solitude, they know nothing. They don't know what it is to construct an entire weekend around a visit to the laundrette. Or to sit in a darkened flat on Halloween night, because you can't bear to expose your bleak evening to a crowd of jeering trick-or-treaters. Or to have the librarian smile pityingly and say, ‘Goodness, you're a quick reader!’ when you bring back seven books, read from cover to cover, a week after taking them out. They don't know what it is to be so chronically untouched that the accidental brush of a bus conductor's hand on your shoulder sends a jolt of longing straight to your groin.”"
  },
  {
    "author": "Terry Pratchett",
    "tags": "writers",
    "text": "“He'd heard that writers spent all day in their dressing gowns drinking champagne. This is, of course, absolutely true.”"
  },
  {
    "author": "Thiruvalluvar",
    "tags": "strategy, virtue, writers",
    "text": "“Make foes of bowmen if you must, Never of penmen.”"
  },
  {
    "author": "Shannon L. Alder",
    "tags": "adversity, authors, avoiding, battles, choices, communicate, decisions, freethinkers, holding-back, ignoring, lack-of-communication, lessons-in-life, lessons-of-life, not-listening, not-trusting, novels, openess, overlooking, sharing, silence, tests, trials, trust, tsloama, vulnerability, wisdom, writers",
    "text": "“If there was any great lesson in life it was this: No battle was ever won with silence.”"
  },
  {
    "author": "Margaret Drabble",
    "tags": "writers, writing",
    "text": "“What really annoys me are the ones who write to say, I am doing your book for my final examinations and could you please tell me what the meaning of it is. I find it just so staggering--that you're supposed to explain the meaning of your book to some total stranger! If I knew what the meanings of my books were, I wouldn't have bothered to write them.”"
  },
  {
    "author": "James A. Michener",
    "tags": "writers",
    "text": "“Writers turn dreams into print.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "stories, writers",
    "text": "“Writers are liars, my dear, surely you know that by now? And yet, things need not have happened to be true. Tales and dreams are the shadow-truths that will endure when mere facts are dust and ashes, and forgot.”"
  },
  {
    "author": "Cassandra Clare",
    "tags": "checking-out, ghosts, jesse-blackthorn, lucie-herondale, propriety, writers",
    "text": "“He sat down on the edge of Lucie’s bed—and immediately leaped back up, blushing. Lucie took her hands off her hips, amused. “A ghost with a sense of propriety. That is funny.”"
  },
  {
    "author": "E.B. White",
    "tags": "authors, humor, writers, writers-on-writing, writing, writing-life",
    "text": "“There is nothing harder to estimate than a writer's time, nothing harder to keep track of. There are moments—moments of sustained creation—when his time is fairly valuable; and there are hours and hours when a writer's time isn't worth the paper he is not writing anything on.”"
  },
  {
    "author": "Sanober Khan",
    "tags": "creativity, heartfelt, poetry, poetry-quotes, poets, sensitivity, writers, writers-on-writing, writers-quotes, writing",
    "text": "“I write because there are things in me that cannot die.”"
  },
  {
    "author": "Colson Whitehead",
    "tags": "awesome, brooklyn, funny, writers",
    "text": "“Google “brooklyn writer” and you’ll get, Did you mean: the future of literature as we know it?”"
  },
  {
    "author": "Kelly Marcel & Sue Smith",
    "tags": "author, authors, create, creating, creating-reality, disney, dream, dream-big, dreaming, dreams, fiction, fiction-vs-reality, fiction-writing, film, film-quote, film-quotes, filmmaking, hope, hopeful, imagining, mary-poppins, movie, movie-making, movie-quote, movie-quotes, moviemaking, pl-travers, saving-mr-banks, story-teller, story-telling, storyteller, storytellers, storytelling, travers, walt-disney, why-i-read, why-i-write, why-we-read, why-we-write, why-write-fiction, write, writer, writer-inspiration, writers, writers-life, writers-on-writing, writers-quotes, writing-craft",
    "text": "“That's what we storytellers do. We restore order with imagination. We instill hope again and again and again.”"
  },
  {
    "author": "P.G. Wodehouse",
    "tags": "humor, writers",
    "text": "“Every author really wants to have letters printed in the paper. Unable to make the grade, he drops down a rung of the ladder and writes novels.”"
  },
  {
    "author": "Kevin Ansbro",
    "tags": "authors, writers",
    "text": "“Sadly, there are writers who wouldn't know an umlaut from an omelet.”"
  },
  {
    "author": "C.S. Lewis",
    "tags": "books, cry, crying, decisions",
    "text": "“Crying is all right in its way while it lasts. But you have to stop sooner or later, and then you still have to decide what to do.”"
  },
  {
    "author": "J.K. Rowling",
    "tags": "albus-dumbledore, books, christmas, desire, family, joke, socks",
    "text": "“One can never have enough socks,\" said Dumbledore. \"Another Christmas has come and gone and I didn't get a single pair. People will insist on giving me books.”"
  },
  {
    "author": "Christopher Morley",
    "tags": "bibliophilia, books",
    "text": "“There is no mistaking a real book when one meets it. It is like falling in love.”"
  },
  {
    "author": "Julian Barnes",
    "tags": "books, life",
    "text": "“Books say: She did this because. Life says: She did this. Books are where things are explained to you; life is where things aren't. I'm not surprised some people prefer books.”"
  },
  {
    "author": "Jorge Luis Borges",
    "tags": "books",
    "text": "“I cannot sleep unless I am surrounded by books.”"
  },
  {
    "author": "J.R.R. Tolkien",
    "tags": "books, poetry",
    "text": "“Still round the corner there may wait A new road or a secret gate And though I oft have passed them by A day will come at last when I Shall take the hidden paths that run West of the Moon, East of the Sun.”"
  },
  {
    "author": "Dan Brown",
    "tags": "books, dan-brown, religion, science",
    "text": "“Science and religion are not at odds. Science is simply too young to understand.”"
  },
  {
    "author": "Abraham Lincoln",
    "tags": "attributed-no-source, books",
    "text": "“My Best Friend is a person who will give me a book I have not read.”"
  },
  {
    "author": "Charles Dickens",
    "tags": "books, writing",
    "text": "“There are books of which the backs and covers are by far the best parts.”"
  },
  {
    "author": "Stendhal",
    "tags": "books, literature, reading",
    "text": "“A good book is an event in my life.”"
  },
  {
    "author": "Joshua Slocum",
    "tags": "alone, books, friends, solitude",
    "text": "“I had already found that it was not good to be alone, and so made companionship with what there was around me, sometimes with the universe and sometimes with my own insignificant self; but my books were always my friends, let fail all else.”"
  },
  {
    "author": "Susan Sontag",
    "tags": "books, library, longing",
    "text": "“My library is an archive of longings.”"
  },
  {
    "author": "Rick Riordan",
    "tags": "books, humor, olympians",
    "text": "“In a way, it's nice to know that there are Greek gods out there, because you have somebody to blame when things go wrong. For instance, when you're walking away from a bus that's just been attacked by monster hags and blown up by lightning, and it's raining on top of everything else, most people might think that's just really bad luck; when you're a half-blood, you understand that some devine force is really trying to mess up your day.”"
  },
  {
    "author": "Isabel Allende",
    "tags": "books",
    "text": "“The library is inhabited by spirits that come out of the pages at night.”"
  },
  {
    "author": "Henry Miller",
    "tags": "books, power",
    "text": "“A book lying idle on a shelf is wasted ammunition.”"
  },
  {
    "author": "David Mitchell",
    "tags": "books, love, reading",
    "text": "“A half-read book is a half-finished love affair.”"
  },
  {
    "author": "C.S. Lewis",
    "tags": "books, old-books, reading",
    "text": "“It is a good rule after reading a new book, never to allow yourself another new one till you have read an old one in between.”"
  },
  {
    "author": "Umberto Eco",
    "tags": "books",
    "text": "“Books are not made to be believed, but to be subjected to inquiry. When we consider a book, we mustn't ask ourselves what it says but what it means...”"
  },
  {
    "author": "François Mauriac",
    "tags": "books, literacy, reading",
    "text": "“If you would tell me the heart of a man, tell me not what he reads, but what he rereads.”"
  },
  {
    "author": "Horace Mann",
    "tags": "books, house, simile, windows",
    "text": "“A house without books is like a room without windows.”"
  },
  {
    "author": "Alan Bennett",
    "tags": "books",
    "text": "“What she was finding also was how one book led to another, doors kept opening wherever she turned and the days weren't long enough for the reading she wanted to do.”"
  },
  {
    "author": "Astrid Lindgren",
    "tags": "books, children, children-s-literature",
    "text": "“A childhood without books – that would be no childhood. That would be like being shut out from the enchanted place where you can go and find the rarest kind of joy.”"
  },
  {
    "author": "John Green",
    "tags": "books, library, reading",
    "text": "“Have you really read all those books in your room?” Alaska laughing- “Oh God no. I’ve maybe read a third of ‘em. But I’m going to read them all. I call it my Life’s Library. Every summer since I was little, I’ve gone to garage sales and bought all the books that looked interesting. So I always have something to read.”"
  },
  {
    "author": "Karen Marie Moning",
    "tags": "books, humor, reading",
    "text": "“I love books, by the way, way more than movies. Movies tell you what to think. A good book lets you choose a few thoughts for yourself. Movies show you the pink house. A good book tells you there's a pink house and lets you paint some of the finishing touches, maybe choose the roof style,park your own car out front. My imagination has always topped anything a movie could come up with. Case in point, those darned Harry Potter movies. That was so not what that part-Veela-chick, Fleur Delacour, looked like.”"
  },
  {
    "author": "Margaret Walker",
    "tags": "books, inspirational",
    "text": "“When I was about eight, I decided that the most wonderful thing, next to a human being, was a book.”"
  },
  {
    "author": "Henry Wadsworth Longfellow",
    "tags": "books, learning, love, serenity",
    "text": "“The love of learning, the sequestered nooks, And all the sweet serenity of books”"
  },
  {
    "author": "Terry Pratchett",
    "tags": "books, shelves",
    "text": "“If you have enough book space, I don't want to talk to you.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "books, libraries, library, reading",
    "text": "“[D]on't ever apologise to an author for buying something in paperback, or taking it out from a library (that's what they're there for. Use your library). Don't apologise to this author for buying books second hand, or getting them from bookcrossing or borrowing a friend's copy. What's important to me is that people read the books and enjoy them, and that, at some point in there, the book was bought by someone. And that people who like things, tell other people. The most important thing is that people read...”"
  },
  {
    "author": "Robert Louis Stevenson",
    "tags": "books, inspirational, on-writing, reading",
    "text": "“I kept always two books in my pocket, one to read, one to write in.”"
  },
  {
    "author": "Jules Verne",
    "tags": "books, reading",
    "text": "“We are of opinion that instead of letting books grow moldy behind an iron grating, far from the vulgar gaze, it is better to let them wear out by being read.”"
  },
  {
    "author": "Hilary Mantel",
    "tags": "book, books, fiction, read, reading, stories, story",
    "text": "“Some of these things are true and some of them lies. But they are all good stories.”"
  },
  {
    "author": "Carl Sagan",
    "tags": "books, literature, reading, words, writing",
    "text": "“What an astonishing thing a book is. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark squiggles. But one glance at it and you're inside the mind of another person, maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other, citizens of distant epochs. Books break the shackles of time. A book is proof that humans are capable of working magic.\" [Cosmos, Part 11: The Persistence of Memory (1980)]"
  },
  {
    "author": "Gary Paulsen",
    "tags": "books, reading",
    "text": "“I owe everything I am and everything I will ever be to books.”"
  },
  {
    "author": "Walter Mosley",
    "tags": "reading",
    "text": "“A peasant that reads is a prince in waiting.”"
  },
  {
    "author": "Maureen Corrigan",
    "tags": "books, people, reading",
    "text": "“It's not that I don't like people. It's just that when I'm in the company of others - even my nearest and dearest - there always comes a moment when I'd rather be reading a book.”"
  },
  {
    "author": "Christian Bauman",
    "tags": "learn, read, reading",
    "text": "“Reading was a joy, a desperately needed escape -- I didn't read to learn, I was reading to read.”"
  },
  {
    "author": "Jasper Fforde",
    "tags": "reading",
    "text": "“After all, reading is arguably a far more creative and imaginative process than writing; when the reader creates emotion in their head, or the colors of the sky during the setting sun, or the smell of a warm summer's breeze on their face, they should reserve as much praise for themselves as they do for the writer - perhaps more.”"
  },
  {
    "author": "Russell T. Davies",
    "tags": "books, doctor-who, knowledge, library, reading, weapons",
    "text": "“Doctor Who: You want weapons? We're in a library. Books are the best weapon in the world. This room's the greatest arsenal we could have. Arm yourself! (from Tooth and Claw in Season 2)”"
  },
  {
    "author": "Angela Carter",
    "tags": "books, reading",
    "text": "“Reading a book is like re-writing it for yourself. You bring to a novel, anything you read, all your experience of the world. You bring your history and you read it in your own terms.”"
  },
  {
    "author": "Arnold Lobel",
    "tags": "books, reading",
    "text": "“Books to the ceiling, Books to the sky, My pile of books is a mile high. How I love them! How I need them! I'll have a long beard by the time I read them.”"
  },
  {
    "author": "Lemony Snicket",
    "tags": "reading",
    "text": "“No matter who you are, no matter where you live, and no matter how many people are chasing you, what you don't read is often as important as what you do read.”"
  },
  {
    "author": "Betty Smith",
    "tags": "books, literature, lonliness, reading, solitude",
    "text": "“From that time on, the world was hers for the reading. She would never be lonely again, never miss the lack of intimate friends. Books became her friends and there was one for every mood. There was poetry for quiet companionship. There was adventure when she tired of quiet hours. There would be love stories when she came into adolescence and when she wanted to feel a closeness to someone she could read a biography. On that day when she first knew she could read, she made a vow to read one book a day as long as she lived.”"
  },
  {
    "author": "Carl Sagan",
    "tags": "books, reading, writing",
    "text": "“A book is made from a tree. It is an assemblage of flat, flexible parts (still called \"leaves\") imprinted with dark pigmented squiggles. One glance at it and you hear the voice of another person, perhaps someone dead for thousands of years. Across the millennia, the author is speaking, clearly and silently, inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people, citizens of distant epochs, who never knew one another. Books break the shackles of time ― proof that humans can work magic.”"
  },
  {
    "author": "Mary Ann Shaffer",
    "tags": "books, reading",
    "text": "“That's what I love about reading: one tiny thing will interest you in a book, and that tiny thing will lead you to another book, and another bit there will lead you onto a third book. It's geometrically progressive - all with no end in sight, and for no other reason than sheer enjoyment.”"
  },
  {
    "author": "J.K. Rowling",
    "tags": "books, reading",
    "text": "“If you don’t like to read, you haven’t found the right book.”"
  },
  {
    "author": "David Baldacci",
    "tags": "books, peace, people, reading, world",
    "text": "“Why can't people just sit and read books and be nice to each other?”"
  },
  {
    "author": "John Berger",
    "tags": "books, reading, stories, story",
    "text": "“When we read a story, we inhabit it. The covers of the book are like a roof and four walls. What is to happen next will take place within the four walls of the story. And this is possible because the story's voice makes everything its own.”"
  },
  {
    "author": "Mark Twain",
    "tags": "austen, criticism, reading, writing",
    "text": "“I haven't any right to criticize books, and I don't do it except when I hate them. I often want to criticize Jane Austen, but her books madden me so that I can't conceal my frenzy from the reader; and therefore I have to stop every time I begin. Every time I read Pride and Prejudice I want to dig her up and beat her over the skull with her own shin-bone.”"
  },
  {
    "author": "Brandon Sanderson",
    "tags": "caffeine, reading, writing",
    "text": "“By now, it is probably very late at night, and you have stayed up to read this book when you should have gone to sleep. If this is the case, then I commend you for falling into my trap. It is a writer's greatest pleasure to hear that someone was kept up until the unholy hours of the morning reading one of his books. It goes back to authors being terrible people who delight in the suffering of others. Plus, we get a kickback from the caffeine industry...”"
  },
  {
    "author": "Roald Dahl",
    "tags": "books, literature, reading, words",
    "text": "“So Matilda’s strong young mind continued to grow, nurtured by the voices of all those authors who had sent their books out into the world like ships on the sea. These books gave Matilda a hopeful and comforting message: You are not alone.”"
  },
  {
    "author": "Rainbow Rowell",
    "tags": "booklovers, reading",
    "text": "“You’ve read the books?” “I’ve seen the movies.” Cath rolled her eyes so hard, it hurt. (Actually.) (Maybe because she was still on the edge of tears. On the edge, period.) “So you haven’t read the books.” “I’m not really a book person.” “That might be the most idiotic thing you’ve ever said to me”"
  },
  {
    "author": "David Mitchell",
    "tags": "books, escape, reading",
    "text": "“Books don't offer real escape, but they can stop a mind scratching itself raw.”"
  },
  {
    "author": "E. Nesbit",
    "tags": "eat, eating, humor, luxury, reading",
    "text": "“There is nothing more luxurious than eating while you read—unless it be reading while you eat. Amabel did both: they are not the same thing, as you will see if you think the matter over.”"
  },
  {
    "author": "Thea Dorn",
    "tags": "reading",
    "text": "“Take a good book to bed with you—books do not snore.”"
  },
  {
    "author": "Napoléon Bonaparte",
    "tags": "family, readers, reading",
    "text": "“Show me a family of readers, and I will show you the people who move the world.”"
  },
  {
    "author": "Cassandra Clare",
    "tags": "books, living, reading, words",
    "text": "“We live and breathe words.”"
  },
  {
    "author": "Ezra Pound",
    "tags": "books, light, reading",
    "text": "“Man reading should be man intensely alive. The book should be a ball of light in one's hand.”"
  },
  {
    "author": "John Green",
    "tags": "books, literature, reading, words",
    "text": "“He liked the mere act of reading, the magic of turning scratches on a page into words inside his head.”"
  },
  {
    "author": "Donald Miller",
    "tags": "storytelling",
    "text": "“A story is based on what people think is important, so when we live a story, we are telling people around us what we think is important.”"
  },
  {
    "author": "Sandra Dallas",
    "tags": "storytellers, storytelling",
    "text": "“You know what a storyteller is, don't you? It's a person that has a good memory who hopes other people don't.”"
  },
  {
    "author": "Criss Jami",
    "tags": "artist, artists-life, creative, experiences, live, meaning-of-life, purpose, sharing, stories, storytelling",
    "text": "“The artist lives to have stories to tell and to learn to tell them well.”"
  },
  {
    "author": "John Berger",
    "tags": "labels, stories, storytelling",
    "text": "“If every event which occurred could be given a name, there would be no need for stories.”"
  },
  {
    "author": "Randy Murray",
    "tags": "friendship, storytelling, writing-life",
    "text": "“A writer is a dangerous friend. Everything you say, all of your life and experience, is fodder for our writing. We mean you no harm, but what you know and what you’ve done is unavoidably fascinating to us. Being friends with a writer is a bit like trying to keep a bear as a pet. They’re wonderful, friendly creatures, but they play rough and they don’t know their own strength or remember that they have claws. Choose the stories you tell to your writer friends carefully.”"
  },
  {
    "author": "A.D. Posey",
    "tags": "ad-posey, color, inspirational, jump-in, life, sea, stories, story, storytellers, storytelling, vibrant, write, writers, writing, writing-quotes",
    "text": "“Life is a sea of vibrant color. Jump in.”"
  },
  {
    "author": "Charles Yu",
    "tags": "heart, life, storytelling, truth, writing",
    "text": "“You want to tell a story? Grow a heart. Grow two. Now, with the second heart, smash the first one into bits.”"
  },
  {
    "author": "Jack Kerouac",
    "tags": "life, storytelling",
    "text": "“I'll go to the south of Sicily in the winter, and paint memories of Arles – I'll buy a piano and Mozart me that – I'll write long sad tales about people in the legend of my life – This part is my part of the movie, let's hear yours”"
  },
  {
    "author": "Lloyd Alexander",
    "tags": "storyteller, storytelling",
    "text": "“If a storyteller worried about the facts - my dear Lucian, how could he ever get at the truth?”"
  },
  {
    "author": "Lloyd Alexander",
    "tags": "storytelling",
    "text": "“Any fool can tell a story. Take a few odds and ends of things that happen to you, dress them up, shuffle them about, add a dash of excitement, a little color, and there you have it.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "fahrenheit-451-introduction, neil-gaiman, storytelling",
    "text": "“If someone tells you what a story is about, they are probably right. If they tell you that that is all a story is about, they are very definitely wrong.”"
  },
  {
    "author": "Haruki Murakami",
    "tags": "fiction, storytelling",
    "text": "“It was a strange feeling, like touching a void.”"
  },
  {
    "author": "George Lucas",
    "tags": "stories, storytelling",
    "text": "“A special effect without a story is a pretty boring thing.”"
  },
  {
    "author": "Laini Taylor",
    "tags": "beautiful, calixte, dream, dreamer, laini-taylor, monsters, stories, story, storytelling, strange-the-dreamer",
    "text": "“-Dream up something wild and improbable. Something beautiful and full of monsters. -Beautiful and full of monsters? -All the best stories are.”"
  },
  {
    "author": "Geetanjali Shree",
    "tags": "storytelling",
    "text": "“Once you’ve got women and a border, a story can write itself. Even women on their own are enough. Women are stories in themselves, full of stirrings and whisperings that float on the wind, that bend with each blade of grass.”"
  },
  {
    "author": "Colum McCann",
    "tags": "storytelling",
    "text": "“Things in life have no real beginning, though our stories about them always do.”"
  },
  {
    "author": "Walter Moers",
    "tags": "beauty, imagination, love, storytelling, walter-moers",
    "text": "“Picture to yourself the most beautiful girl imaginable! She was so beautiful that there would be no point, in view of my meagre talent for storytelling, in even trying to put her beauty into words. That would far exceed my capabilities, so I'll refrain from mentioning whether she was a blonde or a brunette or a redhead, or whether her hair was long or short or curly or smooth as silk. I shall also refrain from the usual comparisons where her complexion was concerned, for instance milk, velvet, satin, peaches and cream, honey or ivory, Instead, I shall leave it entirely up to your imagination to fill in this blank with your own ideal of feminine beauty.”"
  },
  {
    "author": "Scott Westerfeld",
    "tags": "entertainment, storytelling",
    "text": "“She couldn't disappoint the whole village. There were no wallscreens here, no newsfeeds or satellites bands, and touring soccer teams were no doubt few and far between. (...), that made stories a valuable commodity, and it probably wasn't very often that a stranger dropped in from the sky.”"
  },
  {
    "author": "Katherine Center",
    "tags": "bravery, growth, healing, storytelling, trauma",
    "text": "“I had told my story. I had put it into words, at last... Telling the story changed the story for me. Not what had happened--that I could never change--but how I responded to it.”"
  },
  {
    "author": "Peter Straub",
    "tags": "fantastique, genre, horror, storytelling, writing",
    "text": "“Human beings across every culture I know about require such stories, stories with cool winds and wood smoke. They speak to something deep within us, the capacity to conceptualize, objectify and find patterns, thereby to create the flow of events and perceptions that find perfect expression in fiction. We are built this way, we create stories by reflex, unstoppably. But this elegant system really works best when the elements of the emerging story, whether is is being written or being read, are taken as literal fact. Almost always, to respond to the particulars of the fantastic as if they were metaphorical or allegorical is to drain them of vitality.”"
  },
  {
    "author": "James Robertson",
    "tags": "deception, stories, storytelling, trust, truth",
    "text": "“Trust the story ... the storyteller may dissemble and deceive, the story can't: the story can only ever be itself.”"
  },
  {
    "author": "Vaddey Ratner",
    "tags": "love, storytelling",
    "text": "“A story, I had learned, through my own constant knitting and reknitting of remembered words, can lead us back to ourselves, to our lost innocence, and in the shadow it casts over our present world, we begin to understand what we only intuited in our naivete-that while all else may vanish, love is our one eternity.”"
  },
  {
    "author": "A.S. Byatt",
    "tags": "narratives, storytelling",
    "text": "“You are a born storyteller,\" said the old lady. \"You had the sense to see you were caught in a story, and the sense to see that you could change it to another one.”"
  },
  {
    "author": "Romina Garber",
    "tags": "fantasy, storytelling",
    "text": "“Sometimes reality strays so far from what’s rational that we can only explain it through fantasy.”"
  },
  {
    "author": "Seth Grahame-Smith",
    "tags": "storytelling",
    "text": "“Father may have been wanting in some things, but here he was masterful. Night upon night, I marveled at his power to hold listeners in rapt attention. He could tell a story with such detail, such flourish, that afterwards a man could swear it had been his own memory, and not a tale at all.”"
  },
  {
    "author": "Jeanette Winterson",
    "tags": "fiction, humanity, humankind, mankind, reality, stories, storytelling, t-s-eliot",
    "text": "“Humankind cannot bear very much reality. That is why we invent stories, I said. And what if we are the story we invent? said Shelley.”"
  },
  {
    "author": "Clare Boothe Luce",
    "tags": "art, creatives, creativity, lying, storytelling",
    "text": "“Lying increases the creative faculties, expands the ego, lessens the friction of social contacts. It is only in lies, wholeheartedly and bravely told, that human nature attains through words and speech the forbearance, the nobility, the romance, the idealism, that -- being what it is -- it falls so short of in fact and in deed.”"
  },
  {
    "author": "Diane Setterfield",
    "tags": "storytelling",
    "text": "“A curtain was drawn back in every man's inner theater and their storytelling minds got to work.”"
  },
  {
    "author": "Clark Zlotchew",
    "tags": "1950s, adolescent-angst, adventure, cuba, deep-south, havana, high-seas, homophobia, love, navy, old-days, political-intrigue, prostitution, racism, rite-of-passage, savannah, segregation, sex, sexism, ships, short-stories, short-story-collection, stories, unrequited-love",
    "text": "“Fiction has been maligned for centuries as being \"false,\" \"untrue,\" yet good fiction provides more truth about the world, about life, and even about the reader, than can be found in non-fiction.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "books, endings, happy-endings, stories",
    "text": "“October knew, of course, that the action of turning a page, of ending a chapter or of shutting a book, did not end a tale. Having admitted that, he would also avow that happy endings were never difficult to find: \"It is simply a matter,\" he explained to April, \"of finding a sunny place in a garden, where the light is golden and the grass is soft; somewhere to rest, to stop reading, and to be content.”"
  },
  {
    "author": "Stephanie Garber",
    "tags": "endings, hope, stories",
    "text": "“Every story has four parts: the beginning, the middle, the almost-ending, and the true ending. Unfortunately, not everyone gets a true ending. Most people give up at the part of the story where things are the worst, when the situation feels hopeless, but that is where hope is needed most. Only those who persevere can find their true ending.”"
  },
  {
    "author": "Rabih Alameddine",
    "tags": "perception, reality, stories, story, storytelling",
    "text": "“...What happens is of little significance compared with the stories we tell ourselves about what happens. Events matter little, only stories of events affect us.”"
  },
  {
    "author": "Patrick Rothfuss",
    "tags": "stories",
    "text": "“I only know one story. But oftentimes small pieces seem to be stories themselves.”"
  },
  {
    "author": "Dean Koontz",
    "tags": "book, life, mind, stories",
    "text": "“Each book is a mind alive, a life revealed, a world awaiting exploration, but living people are all those things, as well—and more, because their stories haven’t yet been completely told.”"
  },
  {
    "author": "Jeanette Winterson",
    "tags": "books, life, stories",
    "text": "“Everyone who tells a story tells it differently, just to remind us that everybody sees it differently. Some people say there are true things to be found, some people say all kinds of things can be proved. I don't believe them. The only thing for certain is how complicated it all is, like string full of knots. It's all there but hard to find the beginning and impossible to fathom the end. The best you can do is admire the cat's cradle, and maybe knot it up a bit more.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "sandman, stories",
    "text": "“Never trust the storyteller. Only trust the story.”"
  },
  {
    "author": "Madeleine L'Engle",
    "tags": "children, growing, stories",
    "text": "“Stories are like children. They grow in their own way.”"
  },
  {
    "author": "Tom Hiddleston",
    "tags": "epic, human-nature, stories, tradition",
    "text": "“It’s in our nature to want to watch our human frailties played out on a huge, epic canvas. Ancient societies had anthropomorphic gods: a huge pantheon expanding into centuries of dynastic drama: fathers and sons, star-crossed lovers, warring brothers, martyred heroes. Tales that taught us the danger of hubris and the primacy of humility. It’s the everyday stuff of everyman’s life, but it’s writ large, and we love it.”"
  },
  {
    "author": "Holly Black",
    "tags": "cardan-greenbriar, heart, stone-heart, stories",
    "text": "“You didn’t get what you deserved, but you don’t have to live inside that one story forever. No one’s heart has to remain stone.”"
  },
  {
    "author": "Neil Gaiman",
    "tags": "stories",
    "text": "“What are these fundamental principles, if they are not atoms?\" \"Stories. And they give me hope.”"
  },
  {
    "author": "Refaat Alareer",
    "tags": "palestine, stories, storytelling",
    "text": "“There's a Palestine that dwells inside all of us, a Palestine that needs to be rescued: a free Palestine where all people regardless of color, religion, or race coexist; a Palestine where the meaning of the word \"occupation\" is only restricted to what the dictionary says rather than those plenty of meanings and connotations of death, destruction, pain, suffering, deprivation, isolation and restrictions that Israel has injected the word with.”"
  },
  {
    "author": "Erin Morgenstern",
    "tags": "dreams, end, happy-endings, life, stories",
    "text": "“And there are really never endings, happy or otherwise.”"
  },
  {
    "author": "Anne Fadiman",
    "tags": "book, books, reading, stories, story",
    "text": "“Books wrote our life story, and as they accumulated on our shelves (and on our windowsills, and underneath our sofa, and on top of our refrigerator), they became chapters in it themselves.”"
  },
  {
    "author": "Carlos Ruiz Zafón",
    "tags": "books, stories, worlds",
    "text": "“After a while it occurred to me that between the covers of each of those books lay a boundless universe waiting to be discovered while beyond those walls, in the outside world, people allowed life to pass by in afternoons of football and radio soaps, content to do little more than gaze at their navels.”"
  },
  {
    "author": "Mary Oliver",
    "tags": "false, reality, return, stories, true",
    "text": "“And now you'll be telling stories of my coming back and they won't be false, and they won't be true but they'll be real”"
  },
  {
    "author": "Samantha Shannon",
    "tags": "ead-duryan, prioress, stories, truth",
    "text": "“That is the problem with stories, child. The truth in them cannot be weighed.”"
  },
  {
    "author": "Margaret Thatcher",
    "tags": "stories, story",
    "text": "“Of course it's the same old story. Truth usually is the same old story.”"
  },
  {
    "author": "Jessica Khoury",
    "tags": "lies, stories, truth",
    "text": "“As the poets say, stories are truth told through lies.”"
  },
  {
    "author": "Mary E. Pearson",
    "tags": "stories",
    "text": "“Don't be afraid, child, The stories are always there.”"
  },
  {
    "author": "Catherynne M. Valente",
    "tags": "endings, stories",
    "text": "“All stories must end so, with the next tale winking out of the corners of the last pages, promising more, promising moonlight and dancing and revels, if only you will come back when spring comes again.”"
  },
  {
    "author": "Christopher Moore",
    "tags": "humor, stories, story",
    "text": "“By Aladdin's lamplit scrotum, man! Everything is a story. What is there but stories? Stories are the only truth.”"
  },
  {
    "author": "Cassandra Clare",
    "tags": "importance, stories, tessa-gray",
    "text": "“I am Tessa Gray,” she said in a low, clear voice. “And I believe in the importance of stories.”"
  },
  {
    "author": "Kelly Barnhill",
    "tags": "complete, complex, incomplete, infinite, iron-hearted-violet, kelly-barnhill, stories, words, worlds",
    "text": "“There's no such thing as complete when it comes to stories. Stories are infinite. They are as infinite as worlds.”"
  },
  {
    "author": "Hank Green",
    "tags": "change, empathy, social-change, social-progress, stories, storytelling",
    "text": "“It's important to remember that we all change each other's minds all the time. Any good story is a mind-altering substance.”"
  },
  {
    "author": "Laini Taylor",
    "tags": "dreamer, dreaming, myths, read, reading, stories, story",
    "text": "“He drifted about with his head full of myths, always at least half lost in some otherland of story. Demons and wingsmiths, seraphim and spirits, he love it all.”"
  }
]