Repository: unsw-cse-comp99-3900/COMP9900-W10A-Bread
Catalog: assets/locale/*/LC_MESSAGES/writingway.po
Languages: de, es, fr, pl, pt

source: Max Tokens:
de: Maximale Token:
es: Tokens Máximos:
fr: Nombre maximum de jetons :
pl: Maksymalna liczba tokenów:
pt: Máximo de Tokens:

source: Temperature:
de: Temperatur:
es: Temperatura:
fr: Température :
pl: Temperatura:
pt: Temperatura:

source: Save All
de: Alle speichern
es: Guardar Todo
fr: Tout enregistrer
pl: Zapisz wszystko
pt: Salvar Tudo

source: Loading models...
de: Modelle werden geladen...
es: Cargando modelos...
fr: Chargement des modèles...
pl: Ładowanie modeli...
pt: Carregando modelos...

source: Error fetching models: {}
de: Fehler beim Abrufen der Modelle: {}
es: Error al obtener modelos: {}
fr: Erreur lors de la récupération des modèles : {}
pl: Błąd podczas pobierania modeli: {}
pt: Erro ao obter modelos: {}

source: Custom...
de: Benutzerdefiniert...
es: Personalizado...
fr: Personnalisé...
pl: Niestandardowy...
pt: Personalizado...

source: Custom Model
de: Benutzerdefiniertes Modell
es: Modelo Personalizado
fr: Modèle personnalisé
pl: Niestandardowy model
pt: Modelo Personalizado

source: Enter the model identifier:
de: Geben Sie die Modellkennung ein:
es: Ingrese el identificador del modelo:
fr: Entrez l'identifiant du modèle :
pl: Wprowadź identyfikator modelu:
pt: Insira o identificador do modelo:

source: Default prompt (read-only): LLM settings cannot be modified.
de: Standard-Prompt (schreibgeschützt): LLM-Einstellungen können nicht geändert werden.
es: Prompt predeterminado (solo lectura): No se pueden modificar las configuraciones del LLM.
pl: Domyślny monit (tylko do odczytu): Ustawienia LLM nie mogą być zmienione.
pt: Prompt padrão (somente leitura): Configurações do LLM não podem ser modificadas.

source: Default prompts are read-only. LLM settings cannot be modified.
de: Standard-Prompts sind schreibgeschützt. LLM-Einstellungen können nicht geändert werden.
es: Los prompts predeterminados son de solo lectura. No se pueden modificar las configuraciones del LLM.
fr: Les prompts par défaut sont en lecture seule. Les paramètres du LLM ne peuvent pas être modifiés.
pl: Domyślne monity są tylko do odczytu. Ustawienia LLM nie mogą być zmienione.
pt: Prompts padrão são somente leitura. Configurações do LLM não podem ser modificadas.

source: Prompts saved successfully.
de: Prompts erfolgreich gespeichert.
es: Prompts guardados con éxito.
fr: Prompts enregistrés avec succès.
pl: Monity zapisane pomyślnie.
pt: Prompts salvos com sucesso.

source: Error saving prompts: {}
de: Fehler beim Speichern der Prompts: {}
es: Error al guardar prompts: {}
fr: Erreur lors de l'enregistrement des prompts : {}
pl: Błąd podczas zapisywania monitów: {}
pt: Erro ao salvar prompts: {}

source: New Prompt
de: Neuer Prompt
es: Nuevo Prompt
fr: Nouveau prompt
pl: Nowy monit
pt: Novo Prompt

source: Default prompt (read-only)
de: Standard-Prompt (schreibgeschützt)
es: Prompt predeterminado (solo lectura)
fr: Prompt par défaut (lecture seule)
pl: Domyślny monit (tylko do odczytu)
pt: Prompt padrão (somente leitura)

source: Move Up
de: Nach oben verschieben
es: Mover Arriba
fr: Monter
pl: Przesuń w górę
pt: Mover para Cima

source: Move Down
de: Nach unten verschieben
es: Mover Abajo
fr: Descendre
pl: Przesuń w dół
pt: Mover para Baixo

source: Enter prompt name:
de: Geben Sie den Prompt-Namen ein:
es: Ingrese el nombre del prompt:
fr: Entrez le nom du prompt :
pl: Wprowadź nazwę monitu:
pt: Insira o nome do prompt:

source: Save Prompt
de: Prompt speichern
es: Guardar Prompt
fr: Enregistrer le prompt
pl: Zapisz monit
pt: Salvar Prompt

source: Cannot save: Either not a prompt or it is a default prompt (read-only).
de: Kann nicht gespeichert werden: Entweder kein Prompt oder ein schreibgeschützter Standard-Prompt.
es: No se puede guardar: No es un prompt o es un prompt predeterminado (solo lectura).
fr: Impossible d'enregistrer : ce n'est pas un prompt ou c'est un prompt par défaut (lecture seule).
pl: Nie można zapisać: To nie jest monit lub jest to domyślny monit (tylko do odczytu).
pt: Não é possível salvar: Ou não é um prompt ou é um prompt padrão (somente leitura).

source: Prompt '{}' saved successfully.
de: Prompt '{}' erfolgreich gespeichert.
es: Prompt '{}' guardado con éxito.
fr: Prompt '{}' enregistré avec succès.
pl: Monit '{}' zapisany pomyślnie.
pt: Prompt '{}' salvo com sucesso.

source: Error saving prompt: {}
de: Fehler beim Speichern des Prompts: {}
es: Error al guardar el prompt: {}
fr: Erreur lors de l'enregistrement du prompt : {}
pl: Błąd podczas zapisywania monitu: {}
pt: Erro ao salvar prompt: {}

source: Rename Prompt
de: Prompt umbenennen
es: Renombrar Prompt
fr: Renommer le prompt
pl: Zmień nazwę monitu
pt: Renomear Prompt

source: Default prompts cannot be renamed.
de: Standard-Prompts können nicht umbenannt werden.
es: Los prompts predeterminados no se pueden renombrar.
fr: Les prompts par défaut ne peuvent pas être renommés.
pl: Domyślnych monitów nie można zmieniać nazwy.
pt: Prompts padrão não podem ser renomeados.

source: Enter new prompt name:
de: Geben Sie den neuen Prompt-Namen ein:
es: Ingrese el nuevo nombre del prompt:
fr: Entrez le nouveau nom du prompt :
pl: Wprowadź nową nazwę monitu:
pt: Insira o novo nome do prompt:

source: Move Prompt
de: Prompt verschieben
es: Mover Prompt
fr: Déplacer le prompt
pl: Przesuń monit
pt: Mover Prompt

source: Default prompts cannot be moved.
de: Standard-Prompts können nicht verschoben werden.
es: Los prompts predeterminados no se pueden mover.
fr: Les prompts par défaut ne peuvent pas être déplacés.
pl: Domyślnych monitów nie można przesuwać.
pt: Prompts padrão não podem ser movidos.

source: Delete Prompt
de: Prompt löschen
es: Eliminar Prompt
fr: Supprimer le prompt
pl: Usuń monit
pt: Excluir Prompt

source: Default prompts cannot be deleted.
de: Standard-Prompts können nicht gelöscht werden.
es: Los prompts predeterminados no se pueden eliminar.
fr: Les prompts par défaut ne peuvent pas être supprimés.
pl: Domyślnych monitów nie można usuwać.
pt: Prompts padrão não podem ser excluídos.

source: Delete prompt '{}'?
de: Prompt '{}' löschen?
es: ¿Eliminar prompt '{}'?
fr: Supprimer le prompt '{}' ?
pl: Usunąć monit '{}'?
pt: Excluir prompt '{}'?

source: Replicate Prompt
de: Prompt replizieren
es: Replicar Prompt
fr: Dupliquer le prompt
pl: Replikuj monit
pt: Replicar Prompt

source: Enter name for the new prompt:
de: Geben Sie den Namen für den neuen Prompt ein:
es: Ingrese el nombre para el nuevo prompt:
fr: Entrez le nom du nouveau prompt :
pl: Wprowadź nazwę dla nowego monitu:
pt: Insira o nome para o novo prompt:

source: Replicated
de: Repliziert
es: Replicado
fr: Dupliqué
pl: Zreplikowano
pt: Replicado

source: Prompt replicated. You can now edit the new prompt.
de: Prompt repliziert. Sie können den neuen Prompt jetzt bearbeiten.
es: Prompt replicado. Ahora puedes editar el nuevo prompt.
fr: Prompt dupliqué. Vous pouvez maintenant modifier le nouveau prompt.
pl: Monit zreplikowany. Możesz teraz edytować nowy monit.
pt: Prompt replicado. Agora você pode editar o novo prompt.

source: Load Version Error
de: Fehler beim Laden der Version
es: Error al Cargar Versión
fr: Erreur de chargement de la version
pl: Błąd ładowania wersji
pt: Erro ao Carregar Versão

source: Error loading version: {}
de: Fehler beim Laden der Version: {}
es: Error al cargar versión: {}
fr: Erreur lors du chargement de la version : {}
pl: Błąd ładowania wersji: {}
pt: Erro ao carregar versão: {}

source: Load Projects Error
de: Fehler beim Laden der Projekte
es: Error al Cargar Proyectos
fr: Erreur de chargement des projets
pl: Błąd ładowania projektów
pt: Erro ao Carregar Projetos

source: Error loading projects: {}
de: Fehler beim Laden der Projekte: {}
es: Error al cargar proyectos: {}
fr: Erreur lors du chargement des projets : {}
pl: Błąd ładowania projektów: {}
pt: Erro ao carregar projetos: {}

source: Save Projects Error
de: Fehler beim Speichern der Projekte
es: Error al Guardar Proyectos
fr: Erreur d'enregistrement des projets
pl: Błąd zapisywania projektów
pt: Erro ao Salvar Projetos

source: Error saving projects: {}
de: Fehler beim Speichern der Projekte: {}
es: Error al guardar proyectos: {}
fr: Erreur lors de l'enregistrement des projets : {}
pl: Błąd zapisywania projektów: {}
pt: Erro ao salvar projetos: {}

source: Left-click: Open project Right-click: Options (Delete, Export, Stats, Edit Cover)
de: Linksklick: Projekt öffnen Rechtsklick: Optionen (Löschen, Exportieren, Statistiken, Cover bearbeiten)
es: Clic izquierdo: Abrir proyecto Clic derecho: Opciones (Eliminar, Exportar, Estadísticas, Editar Portada)
fr: Clic gauche : Ouvrir le projet Clic droit : Options (Supprimer, Exporter, Statistiques, Modifier la couverture)
pl: Lewy przycisk: Otwórz projekt Prawy przycisk: Opcje (Usuń, Eksportuj, Statystyki, Edytuj okładkę)
pt: Clique esquerdo: Abrir projeto Clique direito: Opções (Excluir, Exportar, Estatísticas, Editar Capa)

source: Rename Project
de: Projekt umbenennen
es: Renombrar Proyecto
fr: Renommer le projet
pl: Zmień nazwę projektu
pt: Renomear Projeto

source: Delete Project
de: Projekt löschen
es: Eliminar Proyecto
fr: Supprimer le projet
pl: Usuń projekt
pt: Excluir Projeto

source: Export Project
de: Projekt exportieren
es: Exportar Proyecto
fr: Exporter le projet
pl: Eksportuj projekt
pt: Exportar Projeto

source: Project Statistics
de: Projektstatistiken
es: Estadísticas del Proyecto
fr: Statistiques du projet
pl: Statystyki projektu
pt: Estatísticas do Projeto

source: Add Book Cover
de: Buchcover hinzufügen
es: Añadir Portada de Libro
fr: Ajouter une couverture de livre
pl: Dodaj okładkę książki
pt: Adicionar Capa do Livro

source: Project '{}' deleted.
de: Projekt '{}' gelöscht.
es: Proyecto '{}' eliminado.
fr: Projet '{}' supprimé.
pl: Projekt '{}' usunięty.
pt: Projeto '{}' excluído.

source: Delete Project Error
de: Fehler beim Löschen des Projekts
es: Error al Eliminar Proyecto
fr: Erreur de suppression du projet
pl: Błąd usuwania projektu
pt: Erro ao Excluir Projeto

source: Error deleting project: {}
de: Fehler beim Löschen des Projekts: {}
es: Error al eliminar proyecto: {}
fr: Erreur lors de la suppression du projet : {}
pl: Błąd usuwania projektu: {}
pt: Erro ao excluir projeto: {}

source: Export '{}' functionality will be implemented later.
de: Exportfunktion '{}' wird später implementiert.
es: La funcionalidad de exportación '{}' se implementará más adelante.
fr: La fonctionnalité d'exportation '{}' sera implémentée plus tard.
pl: Funkcjonalność eksportu '{}' zostanie zaimplementowana później.
pt: A funcionalidade de exportação '{}' será implementada posteriormente.

source: Could not automatically find the directory for project '{}'. Please select the project directory manually.
de: Das Verzeichnis für das Projekt '{}' konnte nicht automatisch gefunden werden. Bitte wählen Sie das Projektverzeichnis manuell aus.
es: No se pudo encontrar automáticamente el directorio para el proyecto '{}'. Por favor, seleccione el directorio del proyecto manualmente.
fr: Impossible de trouver automatiquement le répertoire pour le projet '{}'. Veuillez sélectionner le répertoire du projet manuellement.
pl: Nie udało się automatycznie znaleźć katalogu dla projektu '{}'. Proszę ręcznie wybrać katalog projektu.
pt: Não foi possível encontrar automaticamente o diretório para o projeto '{}'. Por favor, selecione o diretório do projeto manualmente.

source: Select Project Directory
de: Projektverzeichnis auswählen
es: Seleccionar Directorio del Proyecto
fr: Sélectionner le répertoire du projet
pl: Wybierz katalog projektu
pt: Selecionar Diretório do Projeto

source: Select Directory for Project '{}'
de: Verzeichnis für Projekt '{}' auswählen
es: Seleccionar Directorio para el Proyecto '{}'
fr: Sélectionner le répertoire pour le projet '{}'
pl: Wybierz katalog dla projektu '{}'
pt: Selecionar Diretório para o Projeto '{}'

source: User cancelled the project directory selection
de: Benutzer hat die Auswahl des Projektverzeichnisses abgebrochen
es: El usuario canceló la selección del directorio del proyecto
fr: L'utilisateur a annulé la sélection du répertoire du projet
pl: Użytkownik anulował wybór katalogu projektu
pt: O usuário cancelou a seleção do diretório do projeto

source: Invalid project directory: {}
de: Ungültiges Projektverzeichnis: {}
es: Directorio de proyecto inválido: {}
fr: Répertoire de projet invalide : {}
pl: Nieprawidłowy katalog projektu: {}
pt: Diretório do projeto inválido: {}

source: Statistics Error
de: Statistikfehler
es: Error de Estadísticas
fr: Erreur de statistiques
pl: Błąd statystyk
pt: Erro de Estatísticas

source: Error loading project statistics: {} Project: '{}' Current directory: {} Details (for debugging): {}
de: Fehler beim Laden der Projektstatistiken: {} Projekt: '{}' Aktuelles Verzeichnis: {} Details (für Debugging): {}
es: Error al cargar estadísticas del proyecto: {} Proyecto: '{}' Directorio actual: {} Detalles (para depuración): {}
fr: Erreur lors du chargement des statistiques du projet : {} Projet : '{}' Répertoire actuel : {} Détails (pour le débogage) : {}
pl: Błąd ładowania statystyk projektu: {} Projekt: '{}' Bieżący katalog: {} Szczegóły (do debugowania): {}
pt: Erro ao carregar estatísticas do projeto: {} Projeto: '{}' Diretório atual: {} Detalhes (para depuração): {}

source: Error Adding Cover
de: Fehler beim Hinzufügen des Covers
es: Error al Añadir Portada
fr: Erreur lors de l'ajout de la couverture
pl: Błąd dodawania okładki
pt: Erro ao Adicionar Capa

source: Error adding book cover: {}
de: Fehler beim Hinzufügen des Buchcovers: {}
es: Error al añadir portada de libro: {}
fr: Erreur lors de l'ajout de la couverture du livre : {}
pl: Błąd dodawania okładki książki: {}
pt: Erro ao adicionar capa do livro: {}

source: Error Renaming Project
de: Fehler beim Umbenennen des Projekts
es: Error al Renombrar Proyecto
fr: Erreur lors du renommage du projet
pl: Błąd zmiany nazwy projektu
pt: Erro ao Renomear Projeto

source: Error renaming project: {}
de: Fehler beim Umbenennen des Projekts: {}
es: Error al renombrar proyecto: {}
fr: Erreur lors du renommage du projet : {}
pl: Błąd zmiany nazwy projektu: {}
pt: Erro ao renomear projeto: {}

source: Select Book Cover
de: Buchcover auswählen
es: Seleccionar Portada de Libro
fr: Sélectionner la couverture du livre
pl: Wybierz okładkę książki
pt: Selecionar Capa do Livro

source: Image Files (*.png *.jpg *.jpeg *.bmp)
de: Bilddateien (*.png *.jpg *.jpeg *.bmp)
es: Archivos de Imagen (*.png *.jpg *.jpeg *.bmp)
fr: Fichiers image (*.png *.jpg *.jpeg *.bmp)
pl: Pliki obrazów (*.png *.jpg *.jpeg *.bmp)
pt: Arquivos de Imagem (*.png *.jpg *.jpeg *.bmp)

source: Invalid Image
de: Ungültiges Bild
es: Imagen Inválida
fr: Image invalide
pl: Nieprawidłowy obraz
pt: Imagem Inválida

source: The selected file is not a valid image.
de: Die ausgewählte Datei ist kein gültiges Bild.
es: El archivo seleccionado no es una imagen válida.
fr: Le fichier sélectionné n'est pas une image valide.
pl: Wybrany plik nie jest prawidłowym obrazem.
pt: O arquivo selecionado não é uma imagem válida.

source: Enter the project's new name:
de: Geben Sie den neuen Namen des Projekts ein:
es: Ingrese el nuevo nombre del proyecto:
fr: Entrez le nouveau nom du projet :
pl: Wprowadź nową nazwę projektu:
pt: Insira o novo nome do projeto:

source: Project '{}' already exists.
de: Projekt '{}' existiert bereits.
es: El proyecto '{}' ya existe.
fr: Le projet '{}' existe déjà.
pl: Projekt '{}' już istnieje.
pt: Projeto '{}' já existe.

source: Project name is unchanged.
de: Projektname ist unverändert.
es: El nombre del proyecto no ha cambiado.
fr: Le nom du projet n'a pas changé.
pl: Nazwa projektu nie została zmieniona.
pt: O nome do projeto não foi alterado.

source: Project {} renamed to '{}'
de: Projekt {} in '{}' umbenannt
es: Proyecto {} renombrado a '{}'
fr: Projet {} renommé en '{}'
pl: Projekt {} zmieniono nazwę na '{}'
pt: Projeto {} renomeado para '{}'

source: Project '{}' directory already exists.
de: Projektverzeichnis '{}' existiert bereits.
es: El directorio del proyecto '{}' ya existe.
fr: Le répertoire du projet '{}' existe déjà.
pl: Katalog projektu '{}' już istnieje.
pt: O diretório do projeto '{}' já existe.

source: Writingway - Workbench
de: Writingway - Arbeitsbereich
es: Writingway - Banco de Trabajo
fr: Writingway - Atelier
pl: Writingway - Stół roboczy
pt: Writingway - Bancada

source: Click here to configure global options (paths, fonts, themes, etc.)
de: Klicken Sie hier, um globale Optionen zu konfigurieren (Pfade, Schriftarten, Themen usw.)
es: Haga clic aquí para configurar opciones globales (rutas, fuentes, temas, etc.)
fr: Cliquez ici pour configurer les options globales (chemins, polices, thèmes, etc.)
pl: Kliknij tutaj, aby skonfigurować opcje globalne (ścieżki, czcionki, motywy itp.)
pt: Clique aqui para configurar opções globais (caminhos, fontes, temas, etc.)

source: Previous Project
de: Vorheriges Projekt
es: Proyecto Anterior
fr: Projet précédent
pl: Poprzedni projekt
pt: Projeto Anterior

source: Next Project
de: Nächstes Projekt
es: Proyecto Siguiente
fr: Projet suivant
pl: Następny projekt
pt: Próximo Projeto

source: ＋ New Project
de: ＋ Neues Projekt
es: ＋ Nuevo Proyecto
fr: ＋ Nouveau projet
pl: ＋ Nowy projekt
pt: ＋ Novo Projeto

source: Create a brand-new project
de: Ein brandneues Projekt erstellen
es: Crear un proyecto completamente nuevo
fr: Créer un tout nouveau projet
pl: Utwórz zupełnie nowy projekt
pt: Criar um projeto totalmente novo

source: Version: {}
es: Versión: {}
pl: Wersja: {}
pt: Versão: {}

source: No quote available
de: Kein Zitat verfügbar
es: No hay cita disponible
fr: Aucune citation disponible
pl: Brak dostępnego cytatu
pt: Nenhuma citação disponível

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
pl: Nieznany
pt: Desconhecido

source: Empty quotes list
de: Leere Zitatliste
es: Lista de citas vacía
fr: Liste de citations vide
pl: Pusta lista cytatów
pt: Lista de citações vazia

source: New Project
de: Neues Projekt
es: Nuevo Proyecto
fr: Nouveau projet
pl: Nowy projekt
pt: Novo Projeto

source: Enter new project name:
de: Geben Sie den neuen Projektnamen ein:
es: Ingrese el nombre del nuevo proyecto:
fr: Entrez le nom du nouveau projet :
pl: Wprowadź nazwę nowego projektu:
pt: Insira o novo nome do projeto:

source: Project '{}' created.
de: Projekt '{}' erstellt.
es: Proyecto '{}' creado.
fr: Projet '{}' créé.
pl: Projekt '{}' utworzony.
pt: Projeto '{}' criado.

source: Project creation cancelled.
de: Projekterstellung abgebrochen.
es: Creación de proyecto cancelada.
fr: Création du projet annulée.
pl: Tworzenie projektu anulowane.
pt: Criação do projeto cancelada.

source: Outline and Scene Editor
es: Esquema y Editor de Escenas
fr: Plan et éditeur de scènes
pl: Zarys i edytor scen
pt: Editor de Esboço e Cena

source: Search and Replace
es: Buscar y Reemplazar
fr: Rechercher et remplacer
pl: Szukaj i zamień
pt: Pesquisar e Substituir

source: Compendium
de: Kompendium
es: Compendio
pl: Kompendium
pt: Compêndio

source: Prompt Options
de: Prompt-Optionen
es: Opciones de Prompt
fr: Options de prompt
pl: Opcje monitów
pt: Opções de Prompt

source: Selected prompt not found.
de: Ausgewählter Prompt nicht gefunden.
es: Prompt seleccionado no encontrado.
fr: Prompt sélectionné non trouvé.
pl: Wybrany monit nie znaleziony.
pt: Prompt selecionado não encontrado.

source: No child scene content found to summarize.
de: Kein Inhalt von Unter-Szenen zum Zusammenfassen gefunden.
es: No se encontró contenido de escenas secundarias para resumir.
fr: Aucun contenu de scène enfant trouvé à résumer.
pl: Nie znaleziono treści podscen do podsumowania.
pt: Nenhum conteúdo de cena filha encontrado para resumir.

source: Generating summary, please wait...
de: Zusammenfassung wird generiert, bitte warten...
es: Generando resumen, por favor espera...
fr: Génération du résumé, veuillez patienter...
pl: Generowanie podsumowania, proszę czekać...
pt: Gerando resumo, por favor aguarde...

source: Select Summary Prompt
de: Zusammenfassungs-Prompt auswählen
es: Seleccionar Prompt de Resumen
fr: Sélectionner un prompt de résumé
pl: Wybierz monit podsumowania
pt: Selecionar Prompt de Resumo

source: Please select a summary prompt.
de: Bitte wählen Sie einen Zusammenfassungs-Prompt.
es: Por favor, seleccione un prompt de resumen.
fr: Veuillez sélectionner un prompt de résumé.
pl: Proszę wybrać monit podsumowania.
pt: Por favor, selecione um prompt de resumo.

source: Please select an Act or Chapter (not a Scene).
de: Bitte wählen Sie einen Akt oder ein Kapitel (keine Szene).
es: Por favor, seleccione un Acto o Capítulo (no una Escena).
fr: Veuillez sélectionner un acte ou un chapitre (pas une scène).
pl: Proszę wybrać akt lub rozdział (nie scenę).
pt: Por favor, selecione um Ato ou Capítulo (não uma Cena).

source: LLM returned no output.
de: LLM hat keine Ausgabe geliefert.
es: El LLM no devolvió ninguna salida.
fr: Le LLM n'a renvoyé aucun résultat.
pl: LLM nie zwrócił żadnego wyniku.
pt: LLM não retornou saída.

source: Summary generated successfully.
de: Zusammenfassung erfolgreich generiert.
es: Resumen generado con éxito.
fr: Résumé généré avec succès.
pl: Podsumowanie wygenerowane pomyślnie.
pt: Resumo gerado com sucesso.

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
pl: Podsumowanie
pt: Resumo

source: Summary Error
de: Zusammenfassungsfehler
es: Error de Resumen
fr: Erreur de résumé
pl: Błąd podsumowania
pt: Erro de Resumo

source: Third Person Limited
de: Dritte Person eingeschränkt
es: Tercera Persona Limitada
fr: Troisième personne limitée
pl: Trzecia osoba ograniczona
pt: Terceira Pessoa Limitada

source: Character
de: Charakter
es: Personaje
fr: Personnage
pl: Postać
pt: Personagem

source: Present Tense
de: Präsens
es: Tiempo Presente
fr: Présent
pl: Czas teraźniejszy
pt: Tempo Presente

source: Provide either uuid or hierarchy, not both
de: Geben Sie entweder UUID oder Hierarchie an, nicht beides
es: Proporcione uuid o jerarquía, no ambos
fr: Fournir soit l'UUID, soit la hiérarchie, pas les deux
pl: Podaj albo uuid, albo hierarchię, nie oba
pt: Forneça ou uuid ou hierarquia, não ambos

source: Either uuid or hierarchy must be provided
de: Entweder UUID oder Hierarchie muss angegeben werden
es: Se debe proporcionar uuid o jerarquía
fr: L'UUID ou la hiérarchie doit être fourni
pl: Musi być podany albo uuid, albo hierarchia
pt: Ou uuid ou hierarquia deve ser fornecido

source: An Act named '{}' already exists. Please choose a unique name.
de: Ein Akt mit dem Namen '{}' existiert bereits. Bitte wählen Sie einen eindeutigen Namen.
es: Ya existe un Acto llamado '{}'. Por favor, elija un nombre único.
fr: Un acte nommé '{}' existe déjà. Veuillez choisir un nom unique.
pl: Akt o nazwie '{}' już istnieje. Proszę wybrać unikalną nazwę.
pt: Um Ato chamado '{}' já existe. Por favor, escolha um nome único.

source: This is the summary for {}.
de: Dies ist die Zusammenfassung für {}.
es: Este es el resumen para {}.
fr: Ceci est le résumé pour {}.
pl: To jest podsumowanie dla {}.
pt: Este é o resumo para {}.

source: A Chapter named '{}' already exists in Act '{}'. Please choose a unique name.
de: Ein Kapitel mit dem Namen '{}' existiert bereits im Akt '{}'. Bitte wählen Sie einen eindeutigen Namen.
es: Ya existe un Capítulo llamado '{}' en el Acto '{}'. Por favor, elija un nombre único.
fr: Un chapitre nommé '{}' existe déjà dans l'acte '{}'. Veuillez choisir un nom unique.
pl: Rozdział o nazwie '{}' już istnieje w akcie '{}'. Proszę wybrać unikalną nazwę.
pt: Um Capítulo chamado '{}' já existe no Ato '{}'. Por favor, escolha um nome único.
