Repository: unsw-cse-comp99-3900/COMP9900-W10A-Bread
Catalog: assets/locale/*/LC_MESSAGES/writingway.po
Languages: de, es, fr, pl, pt

source: Match position is invalid; content may have changed
es: La posición de la coincidencia es inválida; el contenido puede haber cambiado
fr: La position de la correspondance est invalide ; le contenu peut avoir changé
pl: Pozycja dopasowania jest nieprawidłowa; treść mogła się zmienić
pt: A posição da correspondência é inválida; o conteúdo pode ter mudado

source: Match text does not match; content may have changed
es: El texto de la coincidencia no coincide; el contenido puede haber cambiado
fr: Le texte de la correspondance ne correspond pas ; le contenu peut avoir changé
pl: Tekst dopasowania nie zgadza się; treść mogła się zmienić
pt: O texto da correspondência não corresponde; o conteúdo pode ter mudado

source: Replaced 1 match
es: Reemplazada 1 coincidencia
fr: 1 correspondance remplacée
pl: Zamieniono 1 dopasowanie
pt: Substituída 1 correspondência

source: Replaced {} matches
es: Reemplazadas {} coincidencias
fr: {} correspondances remplacées
pl: Zamieniono {} dopasowań
pt: Substituídas {} correspondências

source: Invalid position for undo
es: Posición inválida para deshacer
fr: Position invalide pour l'annulation
pl: Nieprawidłowa pozycja do cofnięcia
pt: Posição inválida para desfazer

source: Undone 1 replacement
es: Deshecho 1 reemplazo
fr: 1 remplacement annulé
pl: Cofnięto 1 zamianę
pt: Desfeita 1 substituição

source: AI Compendium Analysis
de: KI-Kompendium-Analyse
es: Análisis de Compendio de IA
fr: Analyse du compendium par IA
pl: Analiza kompendium AI
pt: Análise do Compêndio de IA

source: New
de: Neu
es: Nuevo
fr: Nouveau
pl: Nowy
pt: Novo

source: Select an entry or relationship to view or edit its details.
de: Wählen Sie einen Eintrag oder eine Beziehung aus, um deren Details anzuzeigen oder zu bearbeiten.
es: Seleccione una entrada o relación para ver o editar sus detalles.
fr: Sélectionnez une entrée ou une relation pour voir ou modifier ses détails.
pl: Wybierz wpis lub relację, aby zobaczyć lub edytować jej szczegóły.
pt: Selecione uma entrada ou relacionamento para visualizar ou editar seus detalhes.

source: Current
de: Aktuell
es: Actual
fr: Actuel
pl: Bieżący
pt: Atual

source: Existing compendium entry will appear here.
de: Vorhandener Kompendium-Eintrag erscheint hier.
es: La entrada de compendio existente aparecerá aquí.
fr: L'entrée existante du compendium apparaîtra ici.
pl: Istniejący wpis kompendium pojawi się tutaj.
pt: A entrada existente do compêndio aparecerá aqui.

source: Save to Compendium
de: Im Kompendium speichern
es: Guardar en Compendio
fr: Enregistrer dans le compendium
pl: Zapisz do kompendium
pt: Salvar no Compêndio

source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
pl: Relacje
pt: Relacionamentos

source: Relationships:
de: Beziehungen:
es: Relaciones:
fr: Relations :
pl: Relacje:
pt: Relacionamentos:

source: Content: {} Relationships:
de: Inhalt: {} Beziehungen:
es: Contenido: {} Relaciones:
fr: Contenu : {} Relations :
pl: Treść: {} Relacje:
pt: Conteúdo: {} Relacionamentos:

source: None
de: Keine
es: Ninguno
fr: Aucun
pl: Brak
pt: Nenhum

source: This entry does not exist in the compendium yet.
de: Dieser Eintrag existiert noch nicht im Kompendium.
es: Esta entrada aún no existe en el compendio.
fr: Cette entrée n'existe pas encore dans le compendium.
pl: Ten wpis jeszcze nie istnieje w kompendium.
pt: Esta entrada ainda não existe no compêndio.

source: Relationships:
de: Beziehungen:
es: Relaciones:
fr: Relations :
pl: Relacje:
pt: Relacionamentos:

source: Edit the relationship type for {} (e.g., '{}: Trusted Friend').
de: Bearbeiten Sie den Beziehungstyp für {} (z. B. '{}: Vertrauter Freund').
es: Editar el tipo de relación para {} (por ejemplo, '{}: Amigo de Confianza').
fr: Modifier le type de relation pour {} (par exemple, '{} : Ami de confiance').
pl: Edytuj typ relacji dla {} (np. '{}: Zaufany przyjaciel').
pt: Editar o tipo de relacionamento para {} (ex., '{}: Amigo de Confiança').

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
pl: Przywróć
pt: Restaurar

source: Ignore Update
de: Update ignorieren
es: Ignorar Actualización
fr: Ignorer la mise à jour
pl: Ignoruj aktualizację
pt: Ignorar Atualização

source: Rename Entry
de: Eintrag umbenennen
es: Renombrar Entrada
fr: Renommer l'entrée
pl: Zmień nazwę wpisu
pt: Renomear Entrada

source: Move To...
de: Verschieben nach...
es: Mover A...
fr: Déplacer vers...
pl: Przenieś do...
pt: Mover Para...

source: Restore Relationship
de: Beziehung wiederherstellen
es: Restaurar Relación
fr: Restaurer la relation
pl: Przywróć relację
pt: Restaurar Relacionamento

source: Remove Relationship
de: Beziehung entfernen
es: Eliminar Relación
fr: Supprimer la relation
pl: Usuń relację
pt: Remover Relacionamento

source: Rename Relationship
de: Beziehung umbenennen
es: Renombrar Relación
fr: Renommer la relation
pl: Zmień nazwę relacji
pt: Renomear Relacionamento

source: New name:
de: Neuer Name:
es: Nuevo nombre:
fr: Nouveau nom :
pl: Nowa nazwa:
pt: Novo nome:

source: {} Relationships:
de: {} Beziehungen:
es: {} Relaciones:
fr: {} Relations :
pl: {} Relacje:
pt: {} Relacionamentos:

source: Content:
de: Inhalt:
es: Contenido:
fr: Contenu :
pl: Treść:
pt: Conteúdo:

source: Failed to save: {}
de: Fehler beim Speichern: {}
es: No se pudo guardar: {}
fr: Échec de l'enregistrement : {}
pl: Nie udało się zapisać: {}
pt: Falha ao salvar: {}

source: Enhanced Compendium - {}
de: Erweitertes Kompendium - {}
es: Compendio Mejorado - {}
fr: Compendium amélioré - {}
pl: Rozszerzone kompendium - {}
pt: Compêndio Aprimorado - {}

source: Project Toolbar
de: Projekt-Werkzeugleiste
es: Barra de Herramientas del Proyecto
fr: Barre d'outils du projet
pl: Pasek narzędzi projektu
pt: Barra de Ferramentas do Projeto

source: <b>Project:</b>
de: <b>Projekt:</b>
es: <b>Proyecto:</b>
fr: <b>Projet :</b>
pl: <b>Projekt:</b>
pt: <b>Projeto:</b>

source: Search entries and tags...
de: Einträge und Tags suchen...
es: Buscar entradas y etiquetas...
fr: Rechercher des entrées et des tags...
pl: Szukaj wpisów i tagów...
pt: Pesquisar entradas e tags...

source: No entry selected
de: Kein Eintrag ausgewählt
es: No se ha seleccionado ninguna entrada
fr: Aucune entrée sélectionnée
pl: Nie wybrano wpisu
pt: Nenhuma entrada selecionada

source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany
pt: Salvar Alterações

source: This is the text the AI can see if you select this entry to be included in the prompt inside the context panel
de: Dies ist der Text, den die KI sehen kann, wenn Sie diesen Eintrag auswählen, um ihn im Kontextpanel in den Prompt aufzunehmen
es: Este es el texto que la IA puede ver si seleccionas esta entrada para incluirla en el prompt dentro del panel de contexto
fr: Ceci est le texte que l'IA peut voir si vous sélectionnez cette entrée pour l'inclure dans le prompt à l'intérieur du panneau de contexte
pl: To tekst, który AI może zobaczyć, jeśli wybierzesz ten wpis do włączenia w monit w panelu kontekstu
pt: Este é o texto que a IA pode ver se você selecionar esta entrada para ser incluída no prompt dentro do painel de contexto

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
pl: Przegląd
pt: Visão Geral

source: this is the text the AI can see if you select this entry to be included in the prompt inside the context panel
de: Dies ist der Text, den die KI sehen kann, wenn Sie diesen Eintrag auswählen, um ihn im Kontextpanel in den Prompt aufzunehmen
es: este es el texto que la IA puede ver si seleccionas esta entrada para incluirla en el prompt dentro del panel de contexto
fr: ceci est le texte que l'IA peut voir si vous sélectionnez cette entrée pour l'inclure dans le prompt à l'intérieur du panneau de contexte
pl: to tekst, który AI może zobaczyć, jeśli wybierzesz ten wpis do włączenia w monit w panelu kontekstu
pt: este é o texto que a IA pode ver se você selecionar esta entrada para ser incluída no prompt dentro do painel de contexto

source: Enter details about your entry here... (details about your entry the AI can't see - this info is only for you)
de: Geben Sie hier Details zu Ihrem Eintrag ein... (Details zu Ihrem Eintrag, die die KI nicht sehen kann - diese Informationen sind nur für Sie)
es: Ingresa detalles sobre tu entrada aquí... (detalles sobre tu entrada que la IA no puede ver - esta información es solo para ti)
fr: Entrez les détails de votre entrée ici... (détails sur votre entrée que l'IA ne peut pas voir - cette information est uniquement pour vous)
pl: Wprowadź szczegóły swojego wpisu tutaj... (szczegóły wpisu, których AI nie widzi - te informacje są tylko dla Ciebie)
pt: Insira detalhes sobre sua entrada aqui... (detalhes sobre sua entrada que a IA não pode ver - esta informação é apenas para você)

source: Details
es: Detalles
fr: Détails
pl: Szczegóły
pt: Detalhes

source: details about your entry the AI can't see - this info is only for you
de: Details zu Ihrem Eintrag, die die KI nicht sehen kann - diese Informationen sind nur für Sie
es: detalles sobre tu entrada que la IA no puede ver - esta información es solo para ti
fr: détails sur votre entrée que l'IA ne peut pas voir - cette information est uniquement pour vous
pl: szczegóły wpisu, których AI nie widzi - te informacje są tylko dla Ciebie
pt: detalhes sobre sua entrada que a IA não pode ver - esta informação é apenas para você

source: Add Relationship
de: Beziehung hinzufügen
es: Añadir Relación
fr: Ajouter une relation
pl: Dodaj relację
pt: Adicionar Relacionamento

source: Friend
de: Freund
es: Amigo
fr: Ami
pl: Przyjaciel
pt: Amigo

source: Family
de: Familie
es: Familia
fr: Famille
pl: Rodzina
pt: Família

source: Ally
de: Verbündeter
es: Aliado
fr: Allié
pl: Sojusznik
pt: Aliado

source: Enemy
de: Feind
es: Enemigo
fr: Ennemi
pl: Wróg
pt: Inimigo

source: Acquaintance
de: Bekannter
es: Conocido
fr: Connaissance
pl: Znajomy
pt: Conhecido

source: Other
de: Andere
es: Otro
fr: Autre
pl: Inne
pt: Outro

source: Related Entry:
de: Verknüpfter Eintrag:
es: Entrada Relacionada:
fr: Entrée liée :
pl: Powiązany wpis:
pt: Entrada Relacionada:

source: Relationship Type:
de: Beziehungstyp:
es: Tipo de Relación:
fr: Type de relation :
pl: Typ relacji:
pt: Tipo de Relacionamento:

source: Entry
de: Eintrag
es: Entrada
fr: Entrée
pl: Wpis
pt: Entrada

source: Relationship Type
de: Beziehungstyp
es: Tipo de Relación
fr: Type de relation
pl: Typ relacji
pt: Tipo de Relacionamento

source: details about relationships between entries, not visible to the AI
de: Details zu Beziehungen zwischen Einträgen, für die KI nicht sichtbar
es: detalles sobre relaciones entre entradas, no visibles para la IA
fr: détails sur les relations entre les entrées, non visibles pour l'IA
pl: szczegóły dotyczące relacji między wpisami, niewidoczne dla AI
pt: detalhes sobre relacionamentos entre entradas, não visíveis para a IA

source: Add Image
de: Bild hinzufügen
es: Añadir Imagen
fr: Ajouter une image
pl: Dodaj obraz
pt: Adicionar Imagem

source: Remove Selected
de: Ausgewählte entfernen
es: Eliminar Seleccionado
fr: Supprimer la sélection
pl: Usuń wybrany
pt: Remover Selecionado

source: Images
de: Bilder
es: Imágenes
pl: Obrazy
pt: Imagens

source: add images for your entries - not visible to the AI
de: Fügen Sie Bilder für Ihre Einträge hinzu - für die KI nicht sichtbar
es: añadir imágenes para tus entradas - no visibles para la IA
fr: ajouter des images pour vos entrées - non visibles pour l'IA
pl: dodaj obrazy dla swoich wpisów - niewidoczne dla AI
pt: adicione imagens para suas entradas - não visíveis para a IA

source: Tags
es: Etiquetas
pl: Tagi

source: Add new tag...
de: Neuen Tag hinzufügen...
es: Añadir nueva etiqueta...
fr: Ajouter un nouveau tag...
pl: Dodaj nowy tag...
pt: Adicionar nova tag...

source: add a tag to your entry
de: Fügen Sie Ihrem Eintrag einen Tag hinzu
es: añadir una etiqueta a tu entrada
fr: ajouter un tag à votre entrée
pl: dodaj tag do swojego wpisu
pt: adicione uma tag à sua entrada

source: Failed to create default compendium file: {}
de: Fehler beim Erstellen der Standard-Kompendium-Datei: {}
es: No se pudo crear el archivo de compendio predeterminado: {}
fr: Échec de la création du fichier de compendium par défaut : {}
pl: Nie udało się utworzyć domyślnego pliku kompendium: {}
pt: Falha ao criar arquivo de compêndio padrão: {}

source: Failed to load compendium data: {}
de: Fehler beim Laden der Kompendium-Daten: {}
es: No se pudieron cargar los datos del compendio: {}
fr: Échec du chargement des données du compendium : {}
pl: Nie udało się wczytać danych kompendium: {}
pt: Falha ao carregar dados do compêndio: {}

source: New Category
de: Neue Kategorie
es: Nueva Categoría
fr: Nouvelle catégorie
pl: Nowa kategoria
pt: Nova Categoria

source: New Entry
de: Neuer Eintrag
es: Nueva Entrada
fr: Nouvelle entrée
pl: Nowy wpis
pt: Nova Entrada

source: Delete Category
de: Kategorie löschen
es: Eliminar Categoría
fr: Supprimer la catégorie
pl: Usuń kategorię
pt: Excluir Categoria

source: Rename Category
de: Kategorie umbenennen
es: Renombrar Categoría
fr: Renommer la catégorie
pl: Zmień nazwę kategorii
pt: Renomear Categoria

source: Save Entry
de: Eintrag speichern
es: Guardar Entrada
fr: Enregistrer l'entrée
pl: Zapisz wpis
pt: Salvar Entrada

source: Delete Entry
de: Eintrag löschen
es: Eliminar Entrada
fr: Supprimer l'entrée
pl: Usuń wpis
pt: Excluir Entrada

source: Remove Tag
de: Tag entfernen
es: Eliminar Etiqueta
fr: Supprimer le tag
pl: Usuń tag
pt: Remover Tag

source: Select Tag Color
de: Tag-Farbe auswählen
es: Seleccionar Color de Etiqueta
fr: Sélectionner la couleur du tag
pl: Wybierz kolor tagu
pt: Selecionar Cor da Tag

source: right-click to move the tag within this list - this impacts the colour of your entry
de: Rechtsklick, um den Tag innerhalb dieser Liste zu verschieben - dies beeinflusst die Farbe Ihres Eintrags
es: clic derecho para mover la etiqueta dentro de esta lista - esto afecta el color de tu entrada
fr: clic droit pour déplacer le tag dans cette liste - cela affecte la couleur de votre entrée
pl: kliknij prawym przyciskiem, aby przesunąć tag na tej liście - wpływa to na kolor Twojego wpisu
pt: clique com o botão direito para mover a tag dentro desta lista - isso afeta a cor da sua entrada

source: Select Image
de: Bild auswählen
es: Seleccionar Imagen
fr: Sélectionner une image
pl: Wybierz obraz
pt: Selecionar Imagem

source: Failed to copy image: {}
de: Fehler beim Kopieren des Bildes: {}
es: No se pudo copiar la imagen: {}
fr: Échec de la copie de l'image : {}
pl: Nie udało się skopiować obrazu: {}
pt: Falha ao copiar imagem: {}

source: Failed to save compendium data: {}
de: Fehler beim Speichern der Kompendium-Daten: {}
es: No se pudieron guardar los datos del compendio: {}
fr: Échec de l'enregistrement des données du compendium : {}
pl: Nie udało się zapisać danych kompendium: {}
pt: Falha ao salvar dados do compêndio: {}

source: Category name:
de: Kategoriename:
es: Nombre de la categoría:
fr: Nom de la catégorie :
pl: Nazwa kategorii:
pt: Nome da categoria:

source: Entry name:
de: Eintragsname:
es: Nombre de la entrada:
fr: Nom de l'entrée :
pl: Nazwa wpisu:
pt: Nome da entrada:

source: Are you sure you want to delete the category '{}' and all its entries?
de: Sind Sie sicher, dass Sie die Kategorie '{}' und alle ihre Einträge löschen möchten?
es: ¿Está seguro de que desea eliminar la categoría '{}' y todas sus entradas?
fr: Êtes-vous sûr de vouloir supprimer la catégorie '{}' et toutes ses entrées ?
pl: Czy na pewno chcesz usunąć kategorię '{}' i wszystkie jej wpisy?
pt: Tem certeza de que deseja excluir a categoria '{}' e todas as suas entradas?

source: Are you sure you want to delete the entry '{}'?
de: Sind Sie sicher, dass Sie den Eintrag '{}' löschen möchten?
es: ¿Está seguro de que desea eliminar la entrada '{}'?
fr: Êtes-vous sûr de vouloir supprimer l'entrée '{}' ?
pl: Czy na pewno chcesz usunąć wpis '{}'?
pt: Tem certeza de que deseja excluir a entrada '{}'?

source: Rename {}
de: {} umbenennen
es: Renombrar {}
fr: Renommer {}
pl: Zmień nazwę {}
pt: Renomear {}

source: Backstory Builder for {}
es: Constructor de Trasfondo para {}
fr: Constructeur d'arrière-plan pour {}
pl: Kreator historii dla {}
pt: Construtor de Backstory para {}

source: Failed to load backstory_templates.json. Using default template.
es: No se pudo cargar backstory_templates.json. Usando plantilla predeterminada.
fr: Échec du chargement de backstory_templates.json. Utilisation du modèle par défaut.
pl: Nie udało się wczytać backstory_templates.json. Używanie domyślnego szablonu.
pt: Falha ao carregar backstory_templates.json. Usando modelo padrão.

source: Character Type:
es: Tipo de Personaje:
fr: Type de personnage :
pl: Typ postaci:
pt: Tipo de Personagem:

source: AI-generated or summarized backstory...
es: Trasfondo generado o resumido por IA...
fr: Arrière-plan généré ou résumé par l'IA...
pl: Historia wygenerowana lub podsumowana przez AI...
pt: Backstory gerado ou resumido por IA...

source: Generate Backstory
es: Generar Trasfondo
fr: Générer l'arrière-plan
pl: Wygeneruj historię
pt: Gerar Backstory

source: Describe custom {}...
es: Describir {} personalizado...
fr: Décrire le {} personnalisé...
pl: Opisz niestandardowy {}...
pt: Descreva o personalizado {}...

source: Custom
es: Personalizado
fr: Personnalisé
pl: Niestandardowy
pt: Personalizado

source: No prompt selected.
es: No se ha seleccionado ningún prompt.
fr: Aucun prompt sélectionné.
pl: Nie wybrano monitu.
pt: Nenhum prompt selecionado.

source: Prompt template missing required variable: {}
es: La plantilla de prompt carece de la variable requerida: {}
fr: Modèle de prompt manquant la variable requise : {}
pl: Szablon monitu nie zawiera wymaganej zmiennej: {}
pt: Modelo de prompt ausente da variável necessária: {}

source: Failed to generate backstory: {}
es: No se pudo generar el trasfondo: {}
fr: Échec de la génération de l'arrière-plan : {}
pl: Nie udało się wygenerować historii: {}
pt: Falha ao gerar backstory: {}

source: Open Enhanced Compendium
de: Erweitertes Kompendium öffnen
es: Abrir Compendio Mejorado
fr: Ouvrir le compendium amélioré
pl: Otwórz rozszerzone kompendium
pt: Abrir Compêndio Aprimorado

source: Analyze Scene with AI
de: Szene mit KI analysieren
es: Analizar Escena con IA
fr: Analyser la scène avec l'IA
pl: Analizuj scenę z AI
pt: Analisar Cena com IA

source: Enhanced Compendium window not available.
es: La ventana del Compendio Mejorado no está disponible.
fr: Fenêtre du compendium amélioré non disponible.
pl: Okno rozszerzonego kompendium niedostępne.
pt: Janela do Compêndio Aprimorado não disponível.

source: No scene content available to analyze.
de: Kein Szeneninhalt zum Analysieren verfügbar.
es: No hay contenido de escena disponible para analizar.
fr: Aucun contenu de scène disponible pour l'analyse.
pl: Brak treści sceny do analizy.
pt: Nenhum conteúdo de cena disponível para análise.

source: AI returned invalid JSON that could not be repaired.
de: KI hat ungültiges JSON zurückgegeben, das nicht repariert werden konnte.
es: La IA devolvió un JSON inválido que no pudo ser reparado.
fr: L'IA a renvoyé un JSON invalide qui n'a pas pu être réparé.
pl: AI zwrócił nieprawidłowy JSON, którego nie można naprawić.
pt: IA retornou JSON inválido que não pôde ser reparado.

source: AI returned invalid JSON format.
de: KI hat ein ungültiges JSON-Format zurückgegeben.
es: La IA devolvió un formato JSON inválido.
fr: L'IA a renvoyé un format JSON invalide.
pl: AI zwrócił nieprawidłowy format JSON.
pt: IA retornou formato JSON inválido.

source: Failed to analyze scene: {}
de: Fehler beim Analysieren der Szene: {}
es: No se pudo analizar la escena: {}
fr: Échec de l'analyse de la scène : {}
pl: Nie udało się przeanalizować sceny: {}
pt: Falha ao analisar cena: {}

source: Success
de: Erfolg
es: Éxito
fr: Succès
pl: Sukces
pt: Sucesso

source: Compendium updated successfully.
de: Kompendium erfolgreich aktualisiert.
es: Compendio actualizado con éxito.
fr: Compendium mis à jour avec succès.
pl: Kompendium zaktualizowane pomyślnie.
pt: Compêndio atualizado com sucesso.

source: Failed to save compendium: {}
de: Fehler beim Speichern des Kompendiums: {}
es: No se pudo guardar el compendio: {}
fr: Échec de l'enregistrement du compendium : {}
pl: Nie udało się zapisać kompendium: {}
pt: Falha ao salvar compêndio: {}

source: Missing Dependencies
de: Fehlende Abhängigkeiten
es: Dependencias Faltantes
fr: Dépendances manquantes
pl: Brakujące zależności
pt: Dependências Ausentes

source: The application requires the following module(s):
de: Die Anwendung benötigt die folgenden Module:
es: La aplicación requiere los siguientes módulos:
fr: L'application nécessite le(s) module(s) suivant(s) :
pl: Aplikacja wymaga następujących modułów:
pt: O aplicativo requer os seguintes módulo(s):

source: Please install them by running: pip install
de: Bitte installieren Sie sie, indem Sie ausführen: pip install
es: Por favor, instálalos ejecutando: pip install
pl: Proszę zainstalować je, uruchamiając: pip install
pt: Por favor, instale-os executando: pip install

source: On Windows: Win+R to open a console, then type cmd.
de: Unter Windows: Win+R, um eine Konsole zu öffnen, dann cmd eingeben.
es: En Windows: Win+R para abrir una consola, luego escribe cmd.
pl: Na Windows: Win+R, aby otworzyć konsolę, następnie wpisz cmd.
pt: No Windows: Win+R para abrir um console, depois digite cmd.

source: Model
de: Modell
es: Modelo
fr: Modèle
pt: Modelo

source: OK
es: Aceptar

source: Model:
de: Modell:
es: Modelo:
fr: Modèle :
pt: Modelo:

source: Status
es: Estado
fr: Statut

source: Default prompt (read-only): LLM settings cannot be modified.
fr: Prompt par défaut (lecture seule) : les paramètres du LLM ne peuvent pas être modifiés.

source: The story is too long. Please edit the summary below:
fr: L'histoire est trop longue. Veuillez modifier le résumé ci-dessous :

source: Please install them by running: pip install
fr: Veuillez les installer en exécutant : pip install

source: On Windows: Win+R to open a console, then type cmd.
fr: Sous Windows : Win+R pour ouvrir une console, puis tapez cmd.

source: No Workshop Prompts
de: Keine Werkstatt-Prompts

source: Language:
de: Sprache:

source: Model: [None]
de: Modell: [Keines]

source: Selected mode:
de: Ausgewählter Modus:

source: LLM: Generating response...
de: LLM: Antwort wird generiert...

source: LLM: [Conversation summarized to reduce token count.]
de: LLM: [Gespräch zusammengefasst, um die Tokenanzahl zu reduzieren.]

source: Prose
de: Prosa

source: To Do
de: Zu erledigen

source: In Progress
de: In Bearbeitung

source: Final Draft
de: Endgültiger Entwurf

source: Duplicate Name Error
de: Fehler: Doppelter Name

source: Toggle Compendium
de: Kompendium umschalten

source: Editor Toolbar
de: Editor-Werkzeugleiste

source: Play TTS (or Stop if playing)
de: TTS abspielen (oder stoppen, wenn es läuft)

source: Select a font
de: Schriftart auswählen

source: Select font size
de: Schriftgröße auswählen

source: Open Analysis Editor
de: Analyse-Editor öffnen

source: Open Wikipedia
de: Wikipedia öffnen

source: Select a node to edit its content...
de: Wählen Sie einen Knoten aus, um seinen Inhalt zu bearbeiten...

source: Edit summarizer prompt:
de: Zusammenfassungs-Prompt bearbeiten:

source: Input Error
de: Eingabefehler

source: The summarizer prompt cannot be empty.
de: Der Zusammenfassungs-Prompt darf nicht leer sein.

source: Select a compendium entry to view.
de: Wählen Sie einen Kompendium-Eintrag zum Anzeigen aus.
