Repository: unsw-cse-comp99-3900/COMP9900-W10A-Bread
Catalog: assets/locale/*/LC_MESSAGES/writingway.po
Languages: de, es, fr, pl, pt

source: A Scene named '{}' already exists in Chapter '{}' of Act '{}'. Please choose a unique name.
de: Eine Szene mit dem Namen '{}' existiert bereits im Kapitel '{}' des Akts '{}'. Bitte wählen Sie einen eindeutigen Namen.
es: Ya existe una Escena llamada '{}' en el Capítulo '{}' del Acto '{}'. Por favor, elija un nombre único.
fr: Une scène nommée '{}' existe déjà dans le chapitre '{}' de l'acte '{}'. Veuillez choisir un nom unique.
pl: Scena o nazwie '{}' już istnieje w rozdziale '{}' aktu '{}'. Proszę wybrać unikalną nazwę.
pt: Uma Cena chamada '{}' já existe no Capítulo '{}' do Ato '{}'. Por favor, escolha um nome único.

source: A {} named '{}' already exists {}. Please choose a unique name.
de: Ein {} mit dem Namen '{}' existiert bereits {}. Bitte wählen Sie einen eindeutigen Namen.
es: Ya existe un {} llamado '{}' {}. Por favor, elija un nombre único.
fr: Un {} nommé '{}' existe déjà {}. Veuillez choisir un nom unique.
pl: {} o nazwie '{}' już istnieje {}. Proszę wybrać unikalną nazwę.
pt: Um {} chamado '{}' já existe {}. Por favor, escolha um nome único.

source: Rewrite Selected Text
de: Ausgewählten Text umschreiben
es: Reescribir Texto Seleccionado
fr: Réécrire le texte sélectionné
pl: Przepisz wybrany tekst
pt: Reescrever Texto Selecionado

source: Original Text:
es: Texto Original:
fr: Texte original :
pl: Oryginalny tekst:
pt: Texto Original:

source: Select Rewrite Prompt:
de: Umschreibungs-Prompt auswählen:
es: Seleccionar Prompt de Reescritura:
fr: Sélectionner un prompt de réécriture :
pl: Wybierz monit przepisania:
pt: Selecionar Prompt de Reescrita:

source: Rewrite
de: Umschreiben
es: Reescribir
fr: Réécrire
pl: Przepisz
pt: Reescrever

source: No rewrite prompts found.
de: Keine Umschreibungs-Prompts gefunden.
es: No se encontraron prompts de reescritura.
fr: Aucun prompt de réécriture trouvé.
pl: Nie znaleziono monitów przepisania.
pt: Nenhum prompt de reescrita encontrado.

source: Generate Rewrite
de: Umschreibung generieren
es: Generar Reescritura
fr: Générer la réécriture
pl: Wygeneruj przepisanie
pt: Gerar Reescrita

source: Rewritten Text:
de: Umschriebener Text:
es: Texto Reescrito:
fr: Texte réécrit :
pl: Przepisany tekst:
pt: Texto Reescrevido:

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
pl: Zastosuj
pt: Aplicar

source: Generate
de: Generieren
es: Generar
fr: Générer
pl: Generuj
pt: Gerar

source: Selected prompt has no text.
de: Ausgewählter Prompt hat keinen Text.
es: El prompt seleccionado no tiene texto.
fr: Le prompt sélectionné n'a pas de texte.
pl: Wybrany monit nie zawiera tekstu.
pt: O prompt selecionado não tem texto.

source: Error sending prompt to LLM: {}
de: Fehler beim Senden des Prompts an LLM: {}
es: Error al enviar prompt al LLM: {}
fr: Erreur lors de l'envoi du prompt au LLM : {}
pl: Błąd wysyłania monitu do LLM: {}
pt: Erro ao enviar prompt para o LLM: {}

source: No rewritten text to apply.
de: Kein umgeschriebener Text zum Anwenden.
es: No hay texto reescrito para aplicar.
fr: Aucun texte réécrit à appliquer.
pl: Brak przepisanego tekstu do zastosowania.
pt: Nenhum texto reescrito para aplicar.

source: Add Act
de: Akt hinzufügen
es: Añadir Acto
fr: Ajouter un acte
pl: Dodaj akt
pt: Adicionar Ato

source: Enter act name:
de: Geben Sie den Akt-Namen ein:
es: Ingrese el nombre del acto:
fr: Entrez le nom de l'acte :
pl: Wprowadź nazwę aktu:
pt: Insira o nome do ato:

source: Add Chapter
de: Kapitel hinzufügen
es: Añadir Capítulo
fr: Ajouter un chapitre
pl: Dodaj rozdział
pt: Adicionar Capítulo

source: Enter chapter name:
de: Geben Sie den Kapitelnamen ein:
es: Ingrese el nombre del capítulo:
fr: Entrez le nom du chapitre :
pl: Wprowadź nazwę rozdziału:
pt: Insira o nome do capítulo:

source: Add Scene
de: Szene hinzufügen
es: Añadir Escena
fr: Ajouter une scène
pl: Dodaj scenę
pt: Adicionar Cena

source: Enter scene name:
de: Geben Sie den Szenennamen ein:
es: Ingrese el nombre de la escena:
fr: Entrez le nom de la scène :
pl: Wprowadź nazwę sceny:
pt: Insira o nome da cena:

source: Enter new name:
de: Geben Sie den neuen Namen ein:
es: Ingrese el nuevo nombre:
fr: Entrez le nouveau nom :
pl: Wprowadź nową nazwę:
pt: Insira o novo nome:

source: Project: {}
de: Projekt: {}
es: Proyecto: {}
fr: Projet : {}
pl: Projekt: {}
pt: Projeto: {}

source: Select a compendium entry to view...
es: Seleccione una entrada de compendio para ver...
fr: Sélectionnez une entrée du compendium à afficher...
pl: Wybierz wpis kompendium do wyświetlenia...
pt: Selecione uma entrada do compêndio para visualizar...

source: Words: {}
de: Wörter: {}
es: Palabras: {}
fr: Mots : {}
pl: Słowa: {}
pt: Palavras: {}

source: Last Saved: {}
de: Zuletzt gespeichert: {}
es: Último Guardado: {}
fr: Dernier enregistrement : {}
pl: Ostatnio zapisano: {}
pt: Último Salvamento: {}

source: Enter scene content...
de: Geben Sie den Szeneninhalt ein...
es: Ingrese el contenido de la escena...
fr: Entrez le contenu de la scène...
pl: Wprowadź treść sceny...
pt: Insira o conteúdo da cena...

source: Enter summary for {}...
de: Geben Sie die Zusammenfassung für {} ein...
es: Ingrese el resumen para {}...
fr: Entrez le résumé pour {}...
pl: Wprowadź podsumowanie dla {}...
pt: Insira o resumo para {}...

source: Manual Save
de: Manuelles Speichern
es: Guardado Manual
fr: Enregistrement manuel
pl: Ręczny zapis
pt: Salvamento Manual

source: Please select a scene for manual save.
de: Bitte wählen Sie eine Szene zum manuellen Speichern.
es: Por favor, seleccione una escena para guardar manualmente.
fr: Veuillez sélectionner une scène pour l'enregistrement manuel.
pl: Proszę wybrać scenę do ręcznego zapisu.
pt: Por favor, selecione uma cena para salvamento manual.

source: There is no content to save.
de: Es gibt keinen Inhalt zum Speichern.
es: No hay contenido para guardar.
fr: Il n'y a aucun contenu à enregistrer.
pl: Brak treści do zapisania.
pt: Não há conteúdo para salvar.

source: Scene manually saved
de: Szene manuell gespeichert
es: Escena guardada manualmente
fr: Scène enregistrée manuellement
pl: Scena zapisana ręcznie
pt: Cena salva manualmente

source: Scene autosaved
de: Szene automatisch gespeichert
es: Escena guardada automáticamente
fr: Scène enregistrée automatiquement
pl: Scena zapisana automatycznie
pt: Cena salva automaticamente

source: Backup Versions
de: Sicherungsversionen
es: Versiones de Respaldo
fr: Versions de sauvegarde
pl: Wersje zapasowe
pt: Versões de Backup

source: Please select a scene to view backups.
de: Bitte wählen Sie eine Szene, um Sicherungen anzuzeigen.
es: Por favor, seleccione una escena para ver los respaldos.
fr: Veuillez sélectionner une scène pour voir les sauvegardes.
pl: Proszę wybrać scenę, aby zobaczyć kopie zapasowe.
pt: Por favor, selecione uma cena para visualizar backups.

source: Backup Loaded
de: Sicherung geladen
es: Respaldo Cargado
fr: Sauvegarde chargée
pl: Kopia zapasowa wczytana
pt: Backup Carregado

source: Backup loaded from: {}
de: Sicherung geladen von: {}
es: Respaldo cargado desde: {}
fr: Sauvegarde chargée depuis : {}
pl: Kopia zapasowa wczytana z: {}
pt: Backup carregado de: {}

source: Custom POV
de: Benutzerdefinierte POV
es: POV Personalizado
fr: Point de vue personnalisé
pl: Niestandardowy punkt widzenia
pt: POV Personalizado

source: Enter custom POV:
de: Geben Sie die benutzerdefinierte POV ein:
es: Ingrese POV personalizado:
fr: Entrez le point de vue personnalisé :
pl: Wprowadź niestandardowy punkt widzenia:
pt: Insira o POV personalizado:

source: Custom POV Character
de: Benutzerdefinierter POV-Charakter
es: Personaje POV Personalizado
fr: Personnage de point de vue personnalisé
pl: Niestandardowa postać punktu widzenia
pt: Personagem POV Personalizado

source: Enter custom POV Character:
de: Geben Sie den benutzerdefinierten POV-Charakter ein:
es: Ingrese personaje POV personalizado:
fr: Entrez le personnage de point de vue personnalisé :
pl: Wprowadź niestandardową postać punktu widzenia:
pt: Insira o personagem POV personalizado:

# verb_tense
source: Custom Tense
es: Tiempo Personalizado
fr: Temps personnalisé
pl: Niestandardowy czas
pt: Tempo Personalizado

# verb_tense
source: Enter custom Tense:
es: Ingrese tiempo personalizado:
fr: Entrez le temps personnalisé :
pl: Wprowadź niestandardowy czas:
pt: Insira o tempo personalizado:

source: POV: {}
fr: Point de vue : {}
pl: Punkt widzenia: {}

source: POV Character: {}
de: POV-Charakter: {}
es: Personaje POV: {}
fr: Personnage de point de vue : {}
pl: Postać punktu widzenia: {}
pt: Personagem POV: {}

# verb_tense
source: Tense: {}
es: Tiempo: {}
fr: Temps : {}
pl: Czas: {}
pt: Tempo: {}

source: LLM Prompt
es: Prompt LLM
fr: Prompt LLM
pl: Monit LLM
pt: Prompt LLM

source: Please enter some action beats before sending.
de: Bitte geben Sie einige Aktionsschläge ein, bevor Sie senden.
es: Por favor, ingrese algunos ritmos de acción antes de enviar.
fr: Veuillez entrer des battements d'action avant d'envoyer.
pl: Proszę wprowadzić kilka akcji przed wysłaniem.
pt: Por favor, insira alguns beats de ação antes de enviar.

source: Please select a prompt.
de: Bitte wählen Sie einen Prompt.
es: Por favor, seleccione un prompt.
fr: Veuillez sélectionner un prompt.
pl: Proszę wybrać monit.
pt: Por favor, selecione um prompt.

source: Generating summary to fit token limit…
de: Zusammenfassung wird generiert, um das Token-Limit einzuhalten…
es: Generando resumen para ajustarse al límite de tokens…
fr: Génération du résumé pour respecter la limite de jetons…
pl: Generowanie podsumowania w granicach limitu tokenów…
pt: Gerando resumo para ajustar ao limite de tokens…

source: Third Person
de: Dritte Person
es: Tercera Persona
fr: Troisième personne
pl: Trzecia osoba
pt: Terceira Pessoa

source: Summary generated. Edit if needed, then resend.
de: Zusammenfassung generiert. Bearbeiten Sie bei Bedarf und senden Sie erneut.
es: Resumen generado. Edítelo si es necesario y luego reenvíelo.
fr: Résumé généré. Modifiez si nécessaire, puis renvoyez.
pl: Podsumowanie wygenerowane. Edytuj, jeśli trzeba, a następnie wyślij ponownie.
pt: Resumo gerado. Edite se necessário, depois reenvie.

source: LLM Response
de: LLM-Antwort
es: Respuesta LLM
fr: Réponse LLM
pl: Odpowiedź LLM
pt: Resposta do LLM

source: The LLM did not return any text. Possible token limit reached or an error occurred.
de: Das LLM hat keinen Text zurückgegeben. Möglicherweise wurde das Token-Limit erreicht oder ein Fehler ist aufgetreten.
es: El LLM no devolvió ningún texto. Es posible que se haya alcanzado el límite de tokens o que haya ocurrido un error.
fr: Le LLM n'a renvoyé aucun texte. Limite de jetons potentiellement atteinte ou erreur survenue.
pl: LLM nie zwrócił żadnego tekstu. Możliwe osiągnięcie limitu tokenów lub błąd.
pt: O LLM não retornou nenhum texto. Possível limite de tokens atingido ou ocorreu um erro.

source: An error occurred while stopping the LLM: {}
es: Ocurrió un error al detener el LLM: {}
fr: Une erreur s'est produite lors de l'arrêt du LLM : {}
pl: Wystąpił błąd podczas zatrzymywania LLM: {}
pt: Ocorreu um erro ao parar o LLM: {}

source: Apply Preview
de: Vorschau anwenden
es: Aplicar Vista Previa
fr: Appliquer l'aperçu
pl: Zastosuj podgląd
pt: Aplicar Visualização

source: No preview text to apply.
de: Kein Vorschautext zum Anwenden.
es: No hay texto de vista previa para aplicar.
fr: Aucun texte d'aperçu à appliquer.
pl: Brak tekstu podglądu do zastosowania.
pt: Nenhum texto de visualização para aplicar.

source: Error: {}
de: Fehler: {}
fr: Erreur : {}
pl: Błąd: {}
pt: Erro: {}

source: No Act or Chapter selected.
de: Kein Akt oder Kapitel ausgewählt.
es: No se ha seleccionado Acto o Capítulo.
fr: Aucun acte ou chapitre sélectionné.
pl: Nie wybrano aktu ani rozdziału.
pt: Nenhum Ato ou Capítulo selecionado.

source: Summary saved successfully
de: Zusammenfassung erfolgreich gespeichert
es: Resumen guardado con éxito
fr: Résumé enregistré avec succès
pl: Podsumowanie zapisane pomyślnie
pt: Resumo salvo com sucesso

source: Summary saved successfully.
de: Zusammenfassung erfolgreich gespeichert.
es: Resumen guardado con éxito.
fr: Résumé enregistré avec succès.
pl: Podsumowanie zapisane pomyślnie.
pt: Resumo salvo com sucesso.

source: Failed to save summary.
de: Fehler beim Speichern der Zusammenfassung.
es: No se pudo guardar el resumen.
fr: Échec de l'enregistrement du résumé.
pl: Nie udało się zapisać podsumowania.
pt: Falha ao salvar resumo.

source: TTS Warning
de: TTS-Warnung
es: Advertencia TTS
fr: Avertissement TTS
pl: Ostrzeżenie TTS
pt: Aviso de TTS

source: There is no text to read.
de: Es gibt keinen Text zum Vorlesen.
es: No hay texto para leer.
fr: Il n'y a aucun texte à lire.
pl: Brak tekstu do odczytania.
pt: Não há texto para ler.

source: No text selected to rewrite.
de: Kein Text zum Umschreiben ausgewählt.
es: No se ha seleccionado texto para reescribir.
fr: Aucun texte sélectionné à réécrire.
pl: Nie wybrano tekstu do przepisania.
pt: Nenhum texto selecionado para reescrever.

source: -- Select Character --
de: -- Charakter auswählen --
es: -- Seleccionar Personaje --
fr: -- Sélectionner un personnage --
pl: -- Wybierz postać --
pt: -- Selecionar Personagem --

source: Create Summary
de: Zusammenfassung erstellen
es: Crear Resumen
fr: Créer un résumé
pl: Utwórz podsumowanie
pt: Criar Resumo

source: Save Summary
de: Zusammenfassung speichern
es: Guardar Resumen
fr: Enregistrer le résumé
pl: Zapisz podsumowanie
pt: Salvar Resumo

source: LLM output preview will appear here...
de: Vorschau der LLM-Ausgabe erscheint hier...
es: La vista previa de la salida del LLM aparecerá aquí...
fr: L'aperçu de la sortie LLM apparaîtra ici...
pl: Podgląd wyniku LLM pojawi się tutaj...
pt: A visualização da saída do LLM aparecerá aqui...

source: Appends the LLM's output to your current scene
de: Fügt die Ausgabe des LLM an Ihre aktuelle Szene an
es: Añade la salida del LLM a tu escena actual
fr: Ajoute la sortie du LLM à votre scène actuelle
pl: Dołącza wynik LLM do bieżącej sceny
pt: Adiciona a saída do LLM à sua cena atual

source: Include Action Beats
de: Aktionsschläge einschließen
es: Incluir Ritmos de Acción
fr: Inclure les battements d'action
pl: Uwzględnij akcje
pt: Incluir Beats de Ação

source: Include the text from the Action Beats field in the scene text
de: Den Text aus dem Aktionsschläge-Feld in den Szenentext einfügen
es: Incluir el texto del campo de Ritmos de Acción en el texto de la escena
fr: Inclure le texte du champ des battements d'action dans le texte de la scène
pl: Uwzględnij tekst z pola akcji w tekście sceny
pt: Incluir o texto do campo Beats de Ação no texto da cena

source: Enter your action beats here...
de: Geben Sie Ihre Aktionsschläge hier ein...
es: Ingrese sus ritmos de acción aquí...
fr: Entrez vos battements d'action ici...
pl: Wprowadź swoje akcje tutaj...
pt: Insira seus beats de ação aqui...

source: Sends the action beats to the LLM
de: Sendet die Aktionsschläge an das LLM
es: Envía los ritmos de acción al LLM
fr: Envoie les battements d'action au LLM
pl: Wysyła akcje do LLM
pt: Envia os beats de ação para o LLM

source: Stop the LLM processing
de: LLM-Verarbeitung stoppen
es: Detener el procesamiento del LLM
fr: Arrêter le traitement du LLM
pl: Zatrzymaj przetwarzanie LLM
pt: Parar o processamento do LLM

source: Toggle context panel
de: Kontextpanel umschalten
es: Alternar panel de contexto
fr: Basculer le panneau de contexte
pl: Przełącz panel kontekstu
pt: Alternar painel de contexto

source: POV
fr: Point de vue
pl: Punkt widzenia

source: First Person
de: Erste Person
es: Primera Persona
fr: Première personne
pl: Pierwsza osoba
pt: Primeira Pessoa

source: Omniscient
de: Allwissend
es: Omnisciente
pl: Wszechwiedzący
pt: Onisciente

source: POV Character
de: POV-Charakter
es: Personaje POV
fr: Personnage de point de vue
pl: Postać punktu widzenia
pt: Personagem POV

source: Tense
de: Zeitform
es: Tiempo
fr: Temps
pl: Czas
pt: Tempo

source: Past Tense
de: Vergangenheit
es: Tiempo Pasado
fr: Passé
pl: Czas przeszły
pt: Tempo Passado

source: Tense: {}
de: Zeitform: {}
es: Tiempo: {}
fr: Temps : {}
pl: Czas: {}
pt: Tempo: {}

source: The story is too long. Please edit the summary below:
de: Die Geschichte ist zu lang. Bitte bearbeiten Sie die Zusammenfassung unten:
es: La historia es demasiado larga. Por favor, edite el resumen a continuación:
pl: Historia jest za długa. Proszę edytować poniższe podsumowanie:
pt: A história é muito longa. Por favor, edite o resumo abaixo:

source: Use This Summary
de: Diese Zusammenfassung verwenden
es: Usar Este Resumen
fr: Utiliser ce résumé
pl: Użyj tego podsumowania
pt: Usar Este Resumo

source: Truncate Story
de: Geschichte kürzen
es: Truncar Historia
fr: Tronquer l'histoire
pl: Skróć historię
pt: Truncar História

source: Tokens: Calculating...
de: Token: Wird berechnet...
es: Tokens: Calculando...
fr: Jetons : Calcul en cours...
pl: Tokeny: Obliczanie...
pt: Tokens: Calculando...

source: Tokens: {}/{}
de: Token: {}/{}
fr: Jetons : {}/{}
pl: Tokeny: {}/{}

source: Empty Summary
de: Leere Zusammenfassung
es: Resumen Vacío
fr: Résumé vide
pl: Puste podsumowanie
pt: Resumo Vazio

source: Please provide a summary before proceeding.
de: Bitte geben Sie eine Zusammenfassung ein, bevor Sie fortfahren.
es: Por favor, proporcione un resumen antes de continuar.
fr: Veuillez fournir un résumé avant de continuer.
pl: Proszę podać podsumowanie przed kontynuacją.
pt: Por favor, forneça um resumo antes de prosseguir.

# status
source: To Do
es: Por Hacer
fr: À faire
pl: Do zrobienia
pt: A Fazer

# status
source: In Progress
es: En Progreso
fr: En cours
pl: W trakcie
pt: Em Andamento

# status
source: Final Draft
es: Borrador Final
fr: Brouillon final
pl: Ostateczny szkic
pt: Rascunho Final

source: Set Scene Status
de: Szenenstatus festlegen
es: Establecer Estado de la Escena
fr: Définir le statut de la scène
pl: Ustaw status sceny
pt: Definir Status da Cena

source: Global Actions
de: Globale Aktionen
es: Acciones Globales
fr: Actions globales
pl: Akcje globalne
pt: Ações Globais

source: Workshop Chat
de: Werkstatt-Chat
es: Chat de Taller
fr: Chat d'atelier
pl: Czat warsztatowy
pt: Chat da Oficina

source: Open Whisper
de: Whisper öffnen
es: Abrir Whisper
fr: Ouvrir Whisper
pl: Otwórz Whisper
pt: Abrir Whisper

source: Open Web with LLM
es: Abrir Web con LLM
fr: Ouvrir le Web avec LLM
pl: Otwórz sieć z LLM
pt: Abrir Web com LLM

source: Open Internet Archive
de: Internet Archive öffnen
es: Abrir Internet Archive
fr: Ouvrir Internet Archive
pl: Otwórz Archiwum Internetowe
pt: Abrir Internet Archive

source: Focus Mode
de: Fokusmodus
es: Modo de Enfoque
fr: Mode concentration
pl: Tryb skupienia
pt: Modo de Foco

source: Bold
de: Fett
es: Negrita
fr: Gras
pl: Pogrubienie
pt: Negrito

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
pl: Kursywa
pt: Itálico

source: Underline
de: Unterstrichen
es: Subrayado
fr: Souligné
pl: Podkreślenie
pt: Sublinhado

source: Play TTS (or Stop)
es: Reproducir TTS (o Detener)
fr: Lire TTS (ou arrêter)
pl: Odtwórz TTS (lub zatrzymaj)
pt: Reproduzir TTS (ou Parar)

source: Align Left
de: Links ausrichten
es: Alinear a la Izquierda
fr: Aligner à gauche
pl: Wyrównaj do lewej
pt: Alinhar à Esquerda

source: Center Align
de: Zentriert ausrichten
es: Alinear al Centro
fr: Centrer
pl: Wyrównaj do środka
pt: Alinhar ao Centro

source: Align Right
de: Rechts ausrichten
es: Alinear a la Derecha
fr: Aligner à droite
pl: Wyrównaj do prawej
pt: Alinhar à Direita

source: Show Backups
de: Sicherungen anzeigen
es: Mostrar Respaldos
fr: Afficher les sauvegardes
pl: Pokaż kopie zapasowe
pt: Mostrar Backups

source: Analysis Editor
es: Editor de Análisis
fr: Éditeur d'analyse
pl: Edytor analizy
pt: Editor de Análise

source: Spell check:
es: Corrector ortográfico:
fr: Vérification orthographique :
pl: Sprawdzanie pisowni:
pt: Verificação ortográfica:

source: Select a node to edit...
es: Seleccione un nodo para editar...
fr: Sélectionnez un nœud pour modifier...
pl: Wybierz węzeł, aby edytować...
pt: Selecione um nó para editar...

source: Additional Dictionaries
es: Diccionarios Adicionales
fr: Dictionnaires supplémentaires
pl: Dodatkowe słowniki
pt: Dicionários Adicionais

source: For more dictionaries, please visit:<br><a href="https://github.com/LibreOffice/dictionaries">https://github.com/LibreOffice/dictionaries</a><br>Paste the .aff and .dic file into the folder:<br>Writingway/assets/dictionaries
es: Para más diccionarios, por favor visita:<br><a href="https://github.com/LibreOffice/dictionaries">https://github.com/LibreOffice/dictionaries</a><br>Pega los archivos .aff y .dic en la carpeta:<br>Writingway/assets/dictionaries
fr: Pour plus de dictionnaires, veuillez visiter :<br><a href="https://github.com/LibreOffice/dictionaries">https://github.com/LibreOffice/dictionaries</a><br>Collez les fichiers .aff et .dic dans le dossier :<br>Writingway/assets/dictionaries
pl: Aby uzyskać więcej słowników, odwiedź:<br><a href="https://github.com/LibreOffice/dictionaries">https://github.com/LibreOffice/dictionaries</a><br>Wklej pliki .aff i .dic do folderu:<br>Writingway/assets/dictionaries
pt: Para mais dicionários, por favor visite:<br><a href="https://github.com/LibreOffice/dictionaries">https://github.com/LibreOffice/dictionaries</a><br>Cole os arquivos .aff e .dic na pasta:<br>Writingway/assets/dictionaries

source: Suggestions
es: Sugerencias
pl: Sugestie
pt: Sugestões

source: (No suggestions)
es: (Sin sugerencias)
fr: (Aucune suggestion)
pl: (Brak sugestii)
pt: (Sem sugestões)

source: Undo replacement
es: Deshacer reemplazo
fr: Annuler le remplacement
pl: Cofnij zamianę
pt: Desfazer substituição

source: Search in scenes...
es: Buscar en escenas...
fr: Rechercher dans les scènes...
pl: Szukaj w scenach...
pt: Pesquisar em cenas...

source: Search options
es: Opciones de búsqueda
fr: Options de recherche
pl: Opcje wyszukiwania
pt: Opções de pesquisa

source: Regex Search
es: Búsqueda con expresiones regulares
fr: Recherche par expression régulière
pl: Wyszukiwanie regex
pt: Pesquisa por Regex

source: Show Replace
es: Mostrar Reemplazo
fr: Afficher le remplacement
pl: Pokaż zamianę
pt: Mostrar Substituição

source: Replace with...
es: Reemplazar con...
fr: Remplacer par...
pl: Zamień na...
pt: Substituir por...

source: Replace current match
es: Reemplazar coincidencia actual
fr: Remplacer la correspondance actuelle
pl: Zamień bieżące dopasowanie
pt: Substituir correspondência atual

source: Replace all matches
es: Reemplazar todas las coincidencias
fr: Remplacer toutes les correspondances
pl: Zamień wszystkie dopasowania
pt: Substituir todas as correspondências

source: Previous match
es: Coincidencia anterior
fr: Correspondance précédente
pl: Poprzednie dopasowanie
pt: Correspondência anterior

source: Next match
es: Siguiente coincidencia
fr: Correspondance suivante
pl: Następne dopasowanie
pt: Próxima correspondência

source: Search Results
es: Resultados de Búsqueda
fr: Résultats de la recherche
pl: Wyniki wyszukiwania
pt: Resultados da Pesquisa

source: Invalid regex pattern
es: Patrón de expresión regular inválido
fr: Modèle d'expression régulière invalide
pl: Nieprawidłowy wzorzec regex
pt: Padrão de regex inválido

source: Match not found; content may have changed
es: Coincidencia no encontrada; el contenido puede haber cambiado
fr: Correspondance non trouvée ; le contenu peut avoir changé
pl: Nie znaleziono dopasowania; treść mogła się zmienić
pt: Correspondência não encontrada; o conteúdo pode ter mudado

source: Please select a match to replace
es: Por favor, seleccione una coincidencia para reemplazar
fr: Veuillez sélectionner une correspondance à remplacer
pl: Proszę wybrać dopasowanie do zamiany
pt: Por favor, selecione uma correspondência para substituir
