Repository: unsw-cse-comp99-3900/COMP9900-W10A-Bread
Catalog: assets/locale/*/LC_MESSAGES/writingway.po
Languages: de, es, fr, pl, pt

source: Edit Provider
de: Anbieter bearbeiten
es: Editar Proveedor
fr: Modifier le fournisseur
pl: Edytuj dostawcę
pt: Editar Provedor

source: New Provider
de: Neuer Anbieter
es: Nuevo Proveedor
fr: Nouveau fournisseur
pl: Nowy dostawca
pt: Novo Provedor

source: Provider Details
de: Anbieterdetails
es: Detalles del Proveedor
fr: Détails du fournisseur
pl: Szczegóły dostawcy
pt: Detalhes do Provedor

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
pl: Dostawca
pt: Provedor

source: Provider Information
de: Anbieterinformationen
es: Información del Proveedor
fr: Informations sur le fournisseur et le modèle
pl: Informacje o dostawcy
pt: Informações do Provedor e Modelo

source: Name
es: Nombre
fr: Nom
pl: Nazwa
pt: Nome

source: Endpoint URL
es: URL del Endpoint
fr: URL du point de terminaison
pl: Adres URL punktu końcowego
pt: URL do Endpoint

source: Leave empty for default
de: Leer lassen für Standard
es: Dejar vacío para el valor predeterminado
fr: Laisser vide pour la valeur par défaut
pl: Pozostaw puste dla domyślnych ustawień
pt: Deixe em branco para o padrão

source: Endpoint URL Help
de: Hilfe zur Endpoint-URL
es: Ayuda de URL del Endpoint
fr: Aide sur l'URL du point de terminaison
pl: Pomoc dotycząca adresu URL punktu końcowego
pt: Ajuda da URL do Endpoint

source: Override URL for provider Only use if you have a proxy server or a Custom provider. Leave empty for default URL. Ex: 'https://localhost:1234/v1'
de: URL für den Anbieter überschreiben Nur verwenden, wenn Sie einen Proxyserver oder einen benutzerdefinierten Anbieter haben. Leer lassen für die Standard-URL. Beispiel: 'https://localhost:1234/v1'
es: Anular URL para el proveedor Úselo solo si tiene un servidor proxy o un proveedor personalizado. Dejar vacío para la URL predeterminada. Ejemplo: 'https://localhost:1234/v1'
fr: Remplacer l'URL du fournisseur Utiliser uniquement si vous avez un serveur proxy ou un fournisseur personnalisé. Laisser vide pour l'URL par défaut. Ex : 'https://localhost:1234/v1'
pl: Zastąp adres URL dla dostawcy Używaj tylko, jeśli masz serwer proxy lub niestandardowego dostawcę. Pozostaw puste dla domyślnego adresu URL. Przykład: 'https://localhost:1234/v1'
pt: Substituir URL para o provedor Use somente se você tiver um servidor proxy ou um provedor personalizado. Deixe em branco para a URL padrão. Ex: 'https://localhost:1234/v1'

source: Refresh Model List
de: Modellliste aktualisieren
es: Actualizar Lista de Modelos
fr: Actualiser la liste des modèles
pl: Odśwież listę modeli
pt: Atualizar Lista de Modelos

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
pl: Klucz API
pt: Chave da API

source: Reveal
de: Anzeigen
es: Revelar
fr: Révéler
pl: Pokaż
pt: Revelar

source: Timeout (seconds)
de: Timeout (Sekunden)
es: Tiempo de espera (segundos)
fr: Délai d'attente (secondes)
pl: Limit czasu (sekundy)
pt: Tempo limite (segundos)

source: Default Provider
de: Standardanbieter
es: Proveedor Predeterminado
fr: Fournisseur par défaut
pl: Domyślny dostawca
pt: Provedor Padrão

source: Test
de: Testen
es: Probar
fr: Tester
pl: Testuj
pt: Testar

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
pl: Aktualizuj
pt: Atualizar

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
pl: Dodaj
pt: Adicionar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij
pt: Fechar

source: Error
de: Fehler
fr: Erreur
pl: Błąd
pt: Erro

source: API Key Required
de: API-Schlüssel benötigt
es: Clave API Requerida
fr: Clé API requise
pl: Wymagany klucz API
pt: Chave da API Necessária

source: Hide
de: Verbergen
es: Ocultar
fr: Masquer
pl: Ukryj
pt: Ocultar

source: Test Result
de: Testergebnis
es: Resultado de la Prueba
fr: Résultat du test
pl: Wynik testu
pt: Resultado do Teste

source: Connection successful!
de: Verbindung erfolgreich!
es: ¡Conexión exitosa!
fr: Connexion réussie !
pl: Połączenie udane!
pt: Conexão bem-sucedida!

source: Connection failed. Check provider settings.
de: Verbindung fehlgeschlagen. Überprüfen Sie die Anbietereinstellungen.
es: Conexión fallida. Verifique la configuración del proveedor.
fr: Échec de la connexion. Vérifiez les paramètres du fournisseur.
pl: Połączenie nieudane. Sprawdź ustawienia dostawcy.
pt: Falha na conexão. Verifique as configurações do provedor.

source: Connection failed: {}
de: Verbindung fehlgeschlagen: {}
es: Conexión fallida: {}
fr: Échec de la connexion : {}
pl: Połączenie nieudane: {}
pt: Falha na conexão: {}

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
pl: Preferencje
pt: Preferências

source: General
de: Allgemein
fr: Général
pl: Ogólne
pt: Geral

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
pl: Wygląd
pt: Aparência

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
pl: Dostawcy
pt: Provedores

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pl: Zapisz
pt: Salvar

source: Fast Text to Speech
de: Schnelle Text-to-Speech
es: Texto a Voz Rápido
fr: Texte à parole rapide
pl: Szybka zamiana tekstu na mowę
pt: Texto para Fala Rápido

source: Enable Auto-Save
de: Auto-Speichern aktivieren
es: Habilitar Auto-Guardado
fr: Activer l'enregistrement automatique
pl: Włącz automatyczne zapisywanie
pt: Habilitar Salvamento Automático

source: Show Random Quotes
de: Zufällige Zitate anzeigen
es: Mostrar Citas Aleatorias
fr: Afficher des citations aléatoires
pl: Pokaż losowe cytaty
pt: Mostrar Citações Aleatórias

source: Enable Debug Logging
es: Habilitar Registro de Depuración
fr: Activer la journalisation de débogage
pl: Włącz rejestrowanie debugowania
pt: Habilitar Registro de Depuração

source: Language
de: Sprache
es: Idioma
fr: Langue
pl: Język
pt: Idioma

source: Theme
de: Thema
es: Tema
fr: Thème
pl: Motyw
pt: Tema

source: Background Color
de: Hintergrundfarbe
es: Color de Fondo
fr: Couleur de fond
pl: Kolor tła
pt: Cor de Fundo

source: Text Size
de: Textgröße
es: Tamaño del Texto
fr: Taille du texte
pl: Rozmiar tekstu
pt: Tamanho do Texto

source: Sample Text
de: Beispieltext
es: Texto de Ejemplo
fr: Texte d'exemple
pl: Przykładowy tekst
pt: Texto de Exemplo

source: Configured Providers
de: Konfigurierte Anbieter
es: Proveedores Configurados
fr: Fournisseurs configurés
pl: Skonfigurowani dostawcy
pt: Provedores Configurados

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj
pt: Editar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń
pt: Excluir

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
pl: Ostrzeżenie
pt: Aviso

source: Provider name cannot be empty.
de: Der Anbietername darf nicht leer sein.
es: El nombre del proveedor no puede estar vacío.
fr: Le nom du fournisseur ne peut pas être vide.
pl: Nazwa dostawcy nie może być pusta.
pt: O nome do provedor não pode estar vazio.

source: Confirm Deletion
de: Löschung bestätigen
es: Confirmar Eliminación
fr: Confirmer la suppression
pl: Potwierdź usunięcie
pt: Confirmar Exclusão

source: Are you sure you want to delete the selected provider?
de: Sind Sie sicher, dass Sie den ausgewählten Anbieter löschen möchten?
es: ¿Está seguro de que desea eliminar el proveedor seleccionado?
fr: Êtes-vous sûr de vouloir supprimer le fournisseur sélectionné ?
pl: Czy na pewno chcesz usunąć wybranego dostawcę?
pt: Tem certeza de que deseja excluir o provedor selecionado?

source: Save Result
de: Speicherergebnis
es: Resultado de Guardado
fr: Résultat de l'enregistrement
pl: Wynik zapisu
pt: Resultado do Salvamento

source: Settings saved successfully.
de: Einstellungen erfolgreich gespeichert.
es: Configuración guardada con éxito.
fr: Paramètres enregistrés avec succès.
pl: Ustawienia zapisane pomyślnie.
pt: Configurações salvas com sucesso.

source: Failed to save settings.
de: Fehler beim Speichern der Einstellungen.
es: No se pudo guardar la configuración.
fr: Échec de l'enregistrement des paramètres.
pl: Nie udało się zapisać ustawień.
pt: Falha ao salvar configurações.

source: Unsaved Changes
de: Ungespeicherte Änderungen
es: Cambios sin Guardar
fr: Modifications non enregistrées
pl: Niezapisane zmiany
pt: Alterações Não Salvas

source: You have unsaved changes. Do you want to save them before closing?
de: Sie haben ungespeicherte Änderungen. Möchten Sie diese speichern, bevor Sie schließen?
es: ¿Tiene cambios sin guardar. Desea guardarlos antes de cerrar?
fr: Vous avez des modifications non enregistrées. Voulez-vous les enregistrer avant de fermer ?
pl: Masz niezapisane zmiany. Czy chcesz je zapisać przed zamknięciem?
pt: Você tem alterações não salvas. Deseja salvá-las antes de fechar?

source: Discard
de: Verwerfen
es: Descartar
fr: Rejeter
pl: Odrzuć
pt: Descartar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
pt: Cancelar

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
pl: Filtruj
pt: Filtrar

source: All Models
de: Alle Modelle
es: Todos los Modelos
fr: Tous les modèles
pl: Wszystkie modele
pt: Todos os Modelos

source: Free Models
de: Kostenlose Modelle
es: Modelos Gratuitos
fr: Modèles gratuits
pl: Bezpłatne modele
pt: Modelos Gratuitos

source: Chat Capabilities
de: Chat-Funktionen
es: Capacidades de Chat
fr: Fonctionnalités de chat
pl: Możliwości czatu
pt: Capacidades de Chat

source: Research Capabilities
de: Recherche-Funktionen
es: Capacidades de Investigación
fr: Capacités de recherche
pl: Możliwości badawcze
pt: Capacidades de Pesquisa

source: Instruction Following
de: Befolgen von Anweisungen
es: Seguimiento de Instrucciones
fr: Suivi des instructions
pl: Śledzenie instrukcji
pt: Seguindo Instruções

source: Group:
de: Gruppe:
es: Grupo:
fr: Groupe :
pl: Grupa:
pt: Grupo:

source: All
de: Alle
es: Todos
fr: Tous
pl: Wszystkie
pt: Todos

source: Collapse all providers
de: Alle Anbieter einklappen
es: Colapsar todos los proveedores
fr: Réduire tous les fournisseurs
pl: Zwiń wszystkich dostawców
pt: Recolher todos os provedores

source: Zoom in table content (CMD++)
de: Tabelleninhalt vergrößern (CMD++)
es: Acercar contenido de la tabla (CMD++)
fr: Zoomer sur le contenu du tableau (CMD++)
pl: Powiększ zawartość tabeli (CMD++)
pt: Aumentar o zoom do conteúdo da tabela (CMD++)

source: Zoom out table content (CMD+-)
de: Tabelleninhalt verkleinern (CMD+-)
es: Alejar contenido de la tabla (CMD+-)
fr: Dézoomer sur le contenu du tableau (CMD+-)
pl: Pomniejsz zawartość tabeli (CMD+-)
pt: Diminuir o zoom do conteúdo da tabela (CMD+-)

source: Reset table content zoom
de: Tabelleninhalt-Zoom zurücksetzen
es: Restablecer zoom del contenido de la tabla
fr: Réinitialiser le zoom du contenu du tableau
pl: Resetuj powiększenie zawartości tabeli
pt: Redefinir o zoom do conteúdo da tabela

source: No models available or error fetching models.
de: Keine Modelle verfügbar oder Fehler beim Abrufen der Modelle.
es: No hay modelos disponibles o error al obtener modelos.
fr: Aucun modèle disponible ou erreur lors de la récupération des modèles.
pl: Brak dostępnych modeli lub błąd podczas pobierania modeli.
pt: Nenhum modelo disponível ou erro ao obter os modelos.

source: An API key is required for
de: Ein API-Schlüssel ist erforderlich für
es: Se requiere una clave API para
fr: Une clé API est requise pour
pl: Klucz API jest wymagany dla
pt: Uma chave da API é necessária para

source: . Please enter it:
de: . Bitte geben Sie ihn ein:
es: . Por favor, introdúzcala:
fr: . Veuillez la saisir :
pl: . Proszę go wprowadzić:
pt: . Por favor, insira-a:

source: API key is required for
de: Ein API-Schlüssel ist erforderlich für
es: Se requiere una clave API para
fr: Une clé API est requise pour
pl: Klucz API jest wymagany dla
pt: Uma chave da API é necessária para

source: Failed to fetch models for
de: Fehler beim Abrufen der Modelle für
es: No se pudieron obtener modelos para
fr: Échec de la récupération des modèles pour
pl: Nie udało się pobrać modeli dla
pt: Falha ao obter modelos para

source: Provider and Model Information
de: Anbieter- und Modellinformationen
es: Información del Proveedor y Modelo
fr: Informations sur le fournisseur et le modèle
pl: Informacje o dostawcy i modelu
pt: Informações do Provedor e Modelo

source: Workshop
de: Werkstatt
es: Taller
fr: Atelier
pl: Warsztat
pt: Oficina

source: New Chat
de: Neuer Chat
es: Nuevo Chat
fr: Nouveau chat
pl: Nowy czat
pt: Novo Chat

source: Type your message here...
de: Geben Sie Ihre Nachricht hier ein...
es: Escribe tu mensaje aquí...
fr: Tapez votre message ici...
pl: Wpisz swoją wiadomość tutaj...
pt: Digite sua mensagem aqui...

source: Preview the final prompt
de: Den finalen Prompt in der Vorschau anzeigen
es: Previsualizar el prompt final
fr: Prévisualiser le prompt final
pl: Podgląd ostatecznego monitu
pt: Visualizar o prompt final

source: Speech Model:
es: Modelo de Voz:
fr: Modèle vocal :
pl: Model mowy:
pt: Modelo de Fala:

source: Language:
es: Idioma:
fr: Langue :
pl: Język:
pt: Idioma:

source: Empty Message
es: Mensaje Vacío
fr: Message vide
pl: Pusta wiadomość
pt: Mensagem Vazia

source: Please enter a chat message.
es: Por favor, ingrese un mensaje de chat.
fr: Veuillez entrer un message de chat.
pl: Proszę wpisać wiadomość czatu.
pt: Por favor, insira uma mensagem de chat.

source: Failed to generate response: {}
de: Fehler beim Generieren der Antwort: {}
es: No se pudo generar la respuesta: {}
fr: Échec de la génération de la réponse : {}
pl: Nie udało się wygenerować odpowiedzi: {}
pt: Falha ao gerar resposta: {}

source: Token Limit Exceeded
de: Token-Limit überschritten
es: Límite de Tokens Excedido
fr: Limite de jetons dépassée
pl: Przekroczono limit tokenów
pt: Limite de Tokens Excedido

source: Save Streamed Output
es: Guardar Salida Transmitida
fr: Enregistrer la sortie en continu
pl: Zapisz przesyłany strumieniowo wynik
pt: Salvar Saída Transmitida

source: Streaming was interrupted. Would you like to save the output received so far?
es: La transmisión fue interrumpida. ¿Desea guardar la salida recibida hasta ahora?
fr: Le streaming a été interrompu. Voulez-vous enregistrer la sortie reçue jusqu'à présent ?
pl: Przesyłanie strumieniowe zostało przerwane. Czy chcesz zapisać dotychczas otrzymany wynik?
pt: A transmissão foi interrompida. Deseja salvar a saída recebida até agora?

source: Thread Error
de: Thread-Fehler
es: Error de Hilo
fr: Erreur de thread
pl: Błąd wątku
pt: Erro de Thread

source: An error occurred while stopping the LLM thread: {}
de: Ein Fehler ist beim Stoppen des LLM-Threads aufgetreten: {}
es: Ocurrió un error al detener el hilo del LLM: {}
fr: Une erreur s'est produite lors de l'arrêt du thread LLM : {}
pl: Wystąpił błąd podczas zatrzymywania wątku LLM: {}
pt: Ocorreu um erro ao parar o thread do LLM: {}

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
pl: Zmień nazwę
pt: Renomear

source: Rename Conversation
de: Gespräch umbenennen
es: Renombrar Conversación
fr: Renommer la conversation
pl: Zmień nazwę rozmowy
pt: Renomear Conversa

source: Enter new conversation name:
de: Geben Sie den neuen Gesprächsnamen ein:
es: Ingrese el nuevo nombre de la conversación:
fr: Entrez le nouveau nom de la conversation :
pl: Wprowadź nową nazwę rozmowy:
pt: Insira o novo nome da conversa:

source: Invalid Name
es: Nombre Inválido
fr: Nom invalide
pl: Nieprawidłowa nazwa
pt: Nome Inválido

source: The conversation name cannot be empty. Please try again.
es: El nombre de la conversación no puede estar vacío. Intente de nuevo.
fr: Le nom de la conversation ne peut pas être vide. Veuillez réessayer.
pl: Nazwa rozmowy nie może być pusta. Spróbuj ponownie.
pt: O nome da conversa não pode estar vazio. Por favor, tente novamente.

source: Name Conflict
es: Conflicto de Nombre
fr: Conflit de nom
pl: Konflikt nazw
pt: Conflito de Nome

source: A conversation named '{}' already exists. Please choose a different name.
es: Ya existe una conversación llamada '{}'. Por favor, elija un nombre diferente.
fr: Une conversation nommée '{}' existe déjà. Veuillez choisir un nom différent.
pl: Rozmowa o nazwie '{}' już istnieje. Proszę wybrać inną nazwę.
pt: Uma conversa chamada '{}' já existe. Por favor, escolha um nome diferente.

source: Rename Error
es: Error al Renombrar
fr: Erreur de renommage
pl: Błąd zmiany nazwy
pt: Erro ao Renomear

source: An error occurred while renaming the conversation: {}. The operation was cancelled to prevent data loss.
es: Ocurrió un error al renombrar la conversación: {}. La operación fue cancelada para evitar la pérdida de datos.
fr: Une erreur s'est produite lors du renommage de la conversation : {}. L'opération a été annulée pour éviter la perte de données.
pl: Wystąpił błąd podczas zmiany nazwy rozmowy: {}. Operacja została anulowana, aby zapobiec utracie danych.
pt: Ocorreu um erro ao renomear a conversa: {}. A operação foi cancelada para evitar perda de dados.

source: Delete Conversation
de: Gespräch löschen
es: Eliminar Conversación
fr: Supprimer la conversation
pl: Usuń rozmowę
pt: Excluir Conversa

source: Are you sure you want to delete '{}'?
de: Sind Sie sicher, dass Sie '{}' löschen möchten?
es: ¿Está seguro de que desea eliminar '{}'?
fr: Êtes-vous sûr de vouloir supprimer '{}' ?
pl: Czy na pewno chcesz usunąć '{}'?
pt: Tem certeza de que deseja excluir '{}'?

source: Save Error
es: Error al Guardar
fr: Erreur d'enregistrement
pl: Błąd zapisu
pt: Erro ao Salvar

source: Failed to save conversations: {}. Your data is safe in memory, but try saving again later.
es: No se pudieron guardar las conversaciones: {}. Sus datos están seguros en la memoria, pero intenta guardar de nuevo más tarde.
fr: Échec de l'enregistrement des conversations : {}. Vos données sont sécurisées en mémoire, mais essayez de sauvegarder à nouveau plus tard.
pl: Nie udało się zapisać rozmów: {}. Twoje dane są bezpieczne w pamięci, ale spróbuj zapisać ponownie później.
pt: Falha ao salvar conversas: {}. Seus dados estão seguros na memória, mas tente salvar novamente mais tarde.

source: Transcription Error
de: Transkriptionsfehler
es: Error de Transcripción
fr: Erreur de transcription
pl: Błąd transkrypcji
pt: Erro de Transcrição

source: Prompt Preview
de: Prompt-Vorschau
es: Vista Previa del Prompt
fr: Aperçu du prompt
pl: Podgląd monitu
pt: Visualização do Prompt

source: Zoom In (Cmd+=)
de: Vergrößern (Cmd+=)
es: Acercar (Cmd+=)
fr: Zoomer (Cmd+=)
pl: Powiększ (Cmd+=)
pt: Aumentar Zoom (Cmd+=)

source: Zoom Out (Cmd+-)
de: Verkleinern (Cmd+-)
es: Alejar (Cmd+-)
fr: Dézoomer (Cmd+-)
pl: Pomniejsz (Cmd+-)
pt: Diminuir Zoom (Cmd+-)

source: Token Count: 0
de: Tokenanzahl: 0
es: Conteo de Tokens: 0
fr: Nombre de jetons : 0
pl: Liczba tokenów: 0
pt: Contagem de Tokens: 0

source: Token Count: {}
de: Tokenanzahl: {}
es: Conteo de Tokens: {}
fr: Nombre de jetons : {}
pl: Liczba tokenów: {}
pt: Contagem de Tokens: {}

source: Token Count: Error ({})
de: Tokenanzahl: Fehler ({})
es: Conteo de Tokens: Error ({})
fr: Nombre de jetons : Erreur ({})
pl: Liczba tokenów: Błąd ({})
pt: Contagem de Tokens: Erro ({})

source: Missing variables for prompt: {}
de: Fehlende Variablen für Prompt: {}
es: Faltan variables para el prompt: {}
fr: Variables manquantes pour le prompt : {}
pl: Brakujące zmienne dla monitu: {}
pt: Variáveis ausentes para o prompt: {}

source: You are collaborating with the author to write a scene. Write the scene in {pov} point of view, from the perspective of {pov_character}, and in {tense}.
de: Sie arbeiten mit dem Autor zusammen, um eine Szene zu schreiben. Schreiben Sie die Szene aus der {pov}-Perspektive, aus der Sicht von {pov_character} und in {tense}.
es: Estás colaborando con el autor para escribir una escena. Escribe la escena en punto de vista {pov}, desde la perspectiva de {pov_character}, y en {tense}.
fr: Vous collaborez avec l'auteur pour écrire une scène. Écrivez la scène du point de vue {pov}, de la perspective de {pov_character}, et au {tense}.
pl: Współpracujesz z autorem przy pisaniu sceny. Napisz scenę z perspektywy {pov}, z punktu widzenia {pov_character}, w czasie {tense}.
pt: Você está colaborando com o autor para escrever uma cena. Escreva a cena no ponto de vista {pov}, da perspectiva de {pov_character}, e no tempo {tense}.

source: Summarize the following chapter for use in a story prompt, covering Goal, Key Events, Character Dev, Info Revealed, Emotional Arc, and Plot Setup. Be conscientious of token usage.
de: Fassen Sie das folgende Kapitel für die Verwendung in einem Story-Prompt zusammen und decken Sie dabei Ziel, Schlüsselereignisse, Charakterentwicklung, enthüllte Informationen, emotionalen Bogen und Handlungsaufbau ab. Achten Sie auf den Tokenverbrauch.
es: Resume el siguiente capítulo para usar en un prompt de historia, cubriendo Objetivo, Eventos Clave, Desarrollo de Personajes, Información Revelada, Arco Emocional y Configuración de la Trama. Sé consciente del uso de tokens.
fr: Résumez le chapitre suivant pour une utilisation dans un prompt d'histoire, en couvrant l'objectif, les événements clés, le développement des personnages, les informations révélées, l'arc émotionnel et la mise en place de l'intrigue. Soyez attentif à l'utilisation des jetons.
pl: Podsumuj następujący rozdział do użycia w monicie opowieści, obejmując cel, kluczowe wydarzenia, rozwój postaci, ujawnione informacje, łuk emocjonalny i ustawienie fabuły. Zwróć uwagę na zużycie tokenów.
pt: Resuma o seguinte capítulo para uso em um prompt de história, cobrindo Objetivo, Eventos Chave, Desenvolvimento de Personagem, Informações Reveladas, Arco Emocional e Configuração da Trama. Seja consciente do uso de tokens.

source: Rewrite the passage for clarity.
de: Schreiben Sie den Absatz für mehr Klarheit um.
es: Reescribe el pasaje para mayor claridad.
fr: Réécrire le passage pour plus de clarté.
pl: Przepisz fragment dla większej przejrzystości.
pt: Reescreva o trecho para maior clareza.

source: I need your help with my project. Please provide creative brainstorming and ideas.
de: Ich brauche Ihre Hilfe bei meinem Projekt. Bitte liefern Sie kreatives Brainstorming und Ideen.
es: Necesito tu ayuda con mi proyecto. Por favor, proporciona ideas creativas y lluvia de ideas.
fr: J'ai besoin de votre aide pour mon projet. Veuillez fournir des idées créatives et un brainstorming.
pl: Potrzebuję pomocy przy moim projekcie. Proszę o kreatywne burze mózgów i pomysły.
pt: Preciso da sua ajuda com meu projeto. Por favor, forneça brainstorming criativo e ideias.

source: Default {} Prompt
de: Standard-{} Prompt
es: Prompt Predeterminado {}
fr: Prompt par défaut {}
pl: Domyślny monit {}
pt: Prompt Padrão {}

source: Select a {} Prompt
de: Wählen Sie einen {} Prompt
es: Seleccionar un Prompt {}
fr: Sélectionner un prompt {}
pl: Wybierz monit {}
pt: Selecione um Prompt {}

source: Default Model
de: Standardmodell
es: Modelo Predeterminado
fr: Modèle par défaut
pl: Domyślny model
pt: Modelo Padrão

source: Prompts -
pl: Monity -

source: Prompts
pl: Monity

source: Replicate
de: Replizieren
es: Replicar
fr: Dupliquer
pl: Replikuj
pt: Replicar

source: This is a read-only default prompt. Create a copy to edit it.
de: Dies ist ein schreibgeschützter Standard-Prompt. Erstellen Sie eine Kopie, um ihn zu bearbeiten.
es: Este es un prompt predeterminado de solo lectura. Crea una copia para editarlo.
fr: Ceci est un prompt par défaut en lecture seule. Créez une copie pour le modifier.
pl: To domyślny monit tylko do odczytu. Utwórz kopię, aby go edytować.
pt: Este é um prompt padrão somente leitura. Crie uma cópia para editá-lo.

source: Provider:
de: Anbieter:
es: Proveedor:
fr: Fournisseur :
pl: Dostawca:
pt: Provedor:

source: Show Model Details
de: Modelldetails anzeigen
es: Mostrar Detalles del Modelo
fr: Afficher les détails du modèle
pl: Pokaż szczegóły modelu
pt: Mostrar Detalhes do Modelo

source: Refresh model list
de: Modellliste aktualisieren
es: Actualizar lista de modelos
fr: Actualiser la liste des modèles
pl: Odśwież listę modeli
pt: Atualizar lista de modelos
